Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Stop previous broadcasted service on return to movie list.
de: Bei 'Ja' wird nach dem Stoppen zur Filmauswahl zurückgekehrt.

source: Stop recording
de: Aufnahme beenden

source: Stop recording and delete
de: Aufnahme beenden und löschen

source: Stop recording now
de: Aufnahme stoppen

source: Stop service on return to movie list
de: Bei Stopp zurück zur Filmauswahl

source: Stop test
de: Test stoppen

source: Stop testing plane after # failed transponders
de: Stoppe Test nach # fehlgeschlagenen Transpondern

source: Stop testing plane after # successful transponders
de: Stoppe Test nach # erfolgreichen Transpondern

source: Stop the update, if running, then exit
de: Update anhalten (falls es läuft), dann beenden

source: Stop time shift
de: Timeshift stoppen

source: Stop time shift and save time shift buffer as movie
de: Timeshift stoppen und den Timeshift-Puffer als Film speichern

source: Stop time shift and save time shift buffer as movie and start recording of current event
de: Timeshift stoppen und den Timeshift-Puffer als Film speichern sowie die aktuelle Sendung weiter aufnehmen

source: Stop time shift while recording
de: Timeshift während Aufnahme beenden

source: Stop timer recording
de: Timeraufnahme beenden

source: Stopped
de: Beendet

source: Stopping Softcam
de: Stoppe Softcam

source: Stops time shift being used if a recording is in progress. (Advisable for USB sticks.)
de: Bei 'Ja' wird Timeshift beendet, wenn eine Aufnahme läuft. Ratsam bei Verwendung eines USB-Sticks.

source: Storage Devices
de: Speichergeräte

source: Storage device full!
de: Speichergerät voll!

source: Storage device not found!
de: Speichergerät wurde nicht gefunden!

source: Storage device not writable!
de: Speichergerät ist nicht beschreibbar!

source: Store position
de: Position speichern

source: Stored position
de: Gespeicherte Position

source: Stream Relay Settings
de: Stream Relay Einstellungen

source: Stream Relay Setup Actions
de: Stream Relay Einstellungsaktionen

source: Stream Relay is active, please switch to a none Stream Relay channel.
de: Stream Relay ist aktiv. Bitte zu einem Sender ohne Stream Relay wechseln.

source: Stream Relay switch delay
de: Stream Relay Umschaltverzögerung

source: Stream request
de: Streamauswahl

source: Stretch full
de: Voll gestreckt

source: Stretch linear
de: Linear gestreckt

source: Stretch nonlinear
de: Nichtlinear gestreckt

source: Strict DLNA
de: Striktes DLNA

source: Stripes
de: Streifen

source: Subservice Actions
de: Unterkanal Aktionen

source: Subservice mode (GREEN button)
de: Taste GRÜN - Unterkanal-Modus

source: Subservices
de: Unterkanäle

source: Subtitle
de: Untertitel

source: Subtitle Actions
de: Untertitel-Aktionen

source: Subtitle Quickmenu
de: Untertitel-Schnellstartmenü

source: Subtitle Settings
de: Untertitel

source: Subtitle alignment
de: Untertitelposition horizontal

source: Subtitle black transparency
de: Transparenz für Untertitel

source: Subtitle border width
de: Untertitel-Rahmenbreite

source: Subtitle delay when timing is bad
de: Verzögerung der Untertitel bei schlechter Synchronität

source: Subtitle delay when timing lacks
de: Verzögerung der Untertitel, wenn das Timing fehlt

source: Subtitle font size
de: Untertitel-Schriftgröße

source: Subtitle language selection 1
de: Untertitel-Sprachauswahl 1

source: Subtitle language selection 2
de: Untertitel-Sprachauswahl 2

source: Subtitle language selection 3
de: Untertitel-Sprachauswahl 3

source: Subtitle language selection 4
de: Untertitel-Sprachauswahl 4

source: Subtitle position
de: Untertitelposition vertikal

source: Subtitle selection
de: Untertitel auswählen

source: Subtitle selection...
de: Untertitel auswählen...

source: Subtitles
de: Untertitel

source: Subtitles Settings
de: Untertitel-Einstellungen

source: Succeeded:
de: Erfolgreich:

source: Sun
de: So.

source: Sundanese
de: Sundanesisch

source: Sunday
de: Sonntag

source: Support at
de: Support bei

source: Svalbard and Jan Mayen
de: Svalbard und Jan Mayen Islands

source: Swahili
de: Suaheli

source: Swap File Manager
de: Swap-File-Verwaltung

source: Swap File not found. You have to create the file before to activate.
de: Swap-File nicht gefunden! Bitte erst erstellen.

source: Swap Manager
de: Swap-Verwaltung

source: Swap PiP
de: Tausche Bild-im-Bild

source: Swap PiP and main picture
de: Tausche Bild-im-Bild mit Hauptbild

source: Swap Place:
de: Swap-Ort:

source: Swap SNR in '%' with SNR in 'db'
de: Tausche beim Signalwert SNR '%' mit 'dB' in der Infoleiste

source: Swap Size:
de: Swap-Größe:

source: Swap services
de: Tausche Bild-im-Bild

source: SwaptoNand
de: Swap auf Flash

source: SwaptoSD
de: Swap auf SD

source: Swaziland / Eswatini
de: Swasiland / Eswatini

source: Sweden
de: Schweden

source: Swedish
de: Schwedisch

source: Swimming
de: Schwimmen

source: Switch EPG Page Down
de: EPG-Seite nach unten wechseln

source: Switch EPG Page Up
de: EPG-Seite nach oben wechseln

source: Switch Mode to enable HDR Modes or PiP Functions
de: Den Boxmodus wechseln, um den HDR-Modus oder die Bild-im-Bild Funktionen zu aktivieren.

source: Switch TV to correct input
de: TV auf korrekten Eingang schalten

source: Switch To Bookmarks Panel
de: Zu Lesezeichen wechseln

source: Switch To File List Panel
de: Zur Dateiliste wechseln

source: Switch between Audio-, Subtitlepage
de: Mittels Steuerkreuz Tonspur oder Untertitel auswählen

source: Switch between file list/play list
de: Zwischen Dateiliste und Playlist umschalten

source: Switch config
de: Konfiguration umschalten

source: Switch next channel
de: Zum nächsten Sender wechseln

source: Switch off the TV to correct input
de: TV ausschalten, um den Eingang zu korrigieren

source: Switch to 720p video
de: Umschalten auf 720p

source: Switch to HDMI in mode
de: Umschalten in den HDMI-IN-Modus

source: Switch to Radio
de: Auf Radio umschalten

source: Switch to Radio mode
de: In den Radiomodus umschalten

source: Switch to TV
de: Auf TV umschalten

source: Switch to TV mode
de: In den TV-Modus umschalten

source: Switch to bookmarks panel
de: Zu Lesezeichen wechseln

source: Switch to file list
de: Zur Dateiliste wechseln

source: Switch to file list panel
de: Zur Dateiliste wechseln

source: Switch to next EPG Event
de: Zum nächsten EPG-Ereignis wechseln

source: Switch to next channel in history
de: Zum nächsten Sender in der Historie wechseln

source: Switch to play list
de: Zur Playlist wechseln

source: Switch to previous EPG Event
de: Zum vorherigen EPG-Ereignis wechseln

source: Switch to previous channel
de: Zum vorherigen Sender wechseln

source: Switch to previous channel in history
de: Zum vorherigen Sender in der Historie wechseln

source: Switch to the available RADIO services
de: Wechsel zu den verfügbaren Radio-Sendern

source: Switch to the available TV services
de: Wechsel zu den verfügbaren TV-Sendern

source: Switch to the left column
de: Zur linken Spalte wechseln

source: Switch to the right column
de: Zur rechten Spalte wechseln

source: Switchable tuner types:
de: Umschaltbare Tuner-Typen:

source: Switching to live TV - time shift is still active!
de: Auf Live-TV umschalten - Timeshift bleibt weiterhin aktiv!

source: Switzerland
de: Schweiz

source: Symbolic link
de: Symbolischer Link

source: Sync NTP every (minutes)
de: Synchronisierungsintervall mit NTP-Server

source: Sync failure moving back to origin !
de: Synchronisationsfehler beim Zurückgehen zum Ursprung!

source: Sync mode
de: Sync-Modus

source: Sync time using
de: Zeitsynchronisierung mit

source: Synchronize system time using transponder or Internet.
de: Auswählen, ob die Zeitsynchronisierung über die Transponderzeit oder über einen NTP-Server erfolgen soll.

source: Syrian Arab Republic
de: Syrien

source: System Message Check
de: Überprüfung der Systemmeldungen

source: TMDB Search
de: TMDB-Suche

source: TRANSLATOR_INFO
de: Übersetzer-Info

source: TS file is too large for ISO9660 level 1!
de: '.ts'-Datei ist zu groß für ISO9660 Level 1!

source: TV button mode
de: Taste TV

source: TV physical address report
de: TV-Adressbericht

source: Table of content for collection
de: Inhalt der Zusammenstellung

source: Tag Editor Actions
de: Tag-Editor Aktionen

source: Tahitian
de: Tahitianisch

source: Tajik
de: Tadschikisch

source: Tajikistan
de: Tadschikistan

source: Tanzania, United Republic of
de: Tanzania

source: Target location
de: Zielort

source: Task '%s' ended successfully.
de: Task '%s' erfolgreich beendet.

source: Task '%s' ended with an error message!
de: Task '%s' wurde mit Fehlermeldung beendet!

source: Task '%s' ended with error number %d!
de: Task '%s' wurde mit Fehler %d beendet!

source: Task List
de: Aufgabenliste

source: Task List Actions
de: Aufgabenlisten-Aktionen

source: Task View
de: Aufgabenansicht

source: Task View Actions
de: Aktionen in der Aufgabenansicht

source: Tatar
de: Tatarisch

source: Teletext
de: Videotext

source: Teletext Actions
de: Videotext-Aktionen

source: Teletext CleanAlgo (resolution reset algorithm)
de: Videotext CleanAlgo (Algorithmus zum Rücksetzen der Auflösung)

source: Teletext EndX (right border)
de: Videotext EndX (rechter Rand)

source: Teletext EndY (upper border)
de: Videotext EndY (oberer Rand)

source: Teletext StartX (left border)
de: Videotext StartX (linker Rand)

source: Teletext StartY (lower border)
de: Videotext StartY (unterer Rand)

source: Teletext TTFBold (0=normal, 1=bold)
de: Videotext TTFBold (0=normal, 1=fett)

source: Teletext TTFHeightFactor16 (TrueType letter height)
de: Videotext TTFHeightFactor16 (Höhe der TrueType-Zeichen)

source: Teletext TTFScreenResX (screen X resolution)
de: Videotext TTFScreenResX (Bildschirmauflösung in X)

source: Teletext TTFShiftX (horizontal letter position)
de: Videotext TTFShiftX (horizontale Zeichenposition)

source: Teletext TTFShiftY (vertical letter position)
de: Videotext TTFShiftY (vertikale Zeichenposition)

source: Teletext TTFWidthFactor16 (TrueType letter width)
de: Videotext TTFWidthFactor16 (Breite der TrueType-Zeichen)

source: Teletext UseTTF (0=fixed font, 1=TrueType)
de: Videotext UseTTF (0=Bitmap-Zeichensatz, 1=TrueType-Zeichensatz)

source: Teletext base visibility
de: Videotext-Grunddeckkraft

source: Teletext font and resolution
de: Videotext Zeichensatz und Auflösung

source: Teletext subtitle color
de: Farbe der Videotext-Untertitel

source: Telnet Actions
de: Telnet-Aktionen

source: Telnet Interface
de: Telnet

source: Telnet Settings
de: Telnet-Zugang

source: Temp directory (%s)
de: Temporäres Verzeichnis ('%s')

source: Temporary directory
de: Temporäres Verzeichnis

source: Terrestrial
de: Terrestrisch

source: Terrestrial bouquet:
de: Terrestrisches Bouquet:

source: Test DiSEqC settings
de: Teste DiSEqC-Einstellungen

source: Test job completed.
de: Testaufgabe erledigt.

source: Test job failed!
de: Testaufgabe gescheitert!

source: Test mode
de: Testmodus

source: Test the network configuration of your %s %s.
de: Die Netzwerkkonfiguration der %s %s überprüfen.

source: Test type
de: Testtyp

source: Testscreens
de: Testbilder

source: Testscreens that are helpful to fine-tune your display
de: Testbilder zur Feinabstimmung des Displays.

source: Text color
de: Textfarbe

source: Thai
de: Thailändisch

source: The %s %s is shutting down. Please wait...
de: Die %s %s wird heruntergefahren. Bitte warten...

source: The %s %s reads the stored EPG data every (hours).
de: Die %s %s liest die gespeicherten EPG-Daten nach der eingestellten Zeit neu ein.

source: The %s %s stores the EPG data every (hours).
de: Die %s %s speichert die EPG-Daten nach der eingestellten Zeit automatisch.

source: The %s %s will reboot within 10 seconds, unless there are eMMC slots to restore. Restoring eMMC slots can take from 1 to 5 minutes per slot.
de: Die %s %s startet innerhalb von 10 Sekunden neu, es sei denn, es sind eMMC-Slots vorhanden, die wiederhergestellt werden müssen. Die Wiederherstellung von eMMC-Slots kann bis zu 5 Minuten pro Slot dauern.

source: The AutoTimer plugin is not installed! Please install it.
de: Das AutoTimer-Plugin ist nicht installiert! Bitte installieren.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
de: Der DVD-Standard unterstützt keine H.264-Videostreams (HDTV).

source: The DreamPlex plugin is not installed! Please install it.
de: Das DreamPlex-Plugin ist nicht installiert! Bitte installieren.

source: The EPGSearch plugin is not installed! Please install it.
de: Das EPGSearch-Plugin ist nicht installiert! Bitte installieren.

source: The IMDb plugin is not installed! Please install it.
de: Das IMDb-Plugin ist nicht installiert! Bitte installieren.

source: The Internet connection appears to be working. Press OK to continue.
de: Die Internetverbindung scheint zu funktionieren. OK drücken, um fortzufahren.

source: The Internet connection appears to not be working! Choose what to do next.
de: Die Internetverbindung scheint nicht zu funktionieren! Auswählen, was als nächstes geschehen soll.

source: The MediaCenter plugin is not installed! Please install it.
de: Das Mediacenter-Plugin ist nicht installiert! Bitte installieren.

source: The MediaPlayer plugin is not installed! Please install it.
de: Das Mediaplayer-Plugin ist nicht installiert! Bitte installieren.

source: The MediaStream plugin is not installed! Please install it.
de: Das MediaStream-Plugin ist nicht installiert! Bitte installieren.

source: The Merlin EPG Center plugin is not installed! Please install it.
de: Das Merlin-EPG-Center-Plugin ist nicht installiert! Bitte installieren.

source: The PIN code entered is incorrect!
de: Der eingegebene PIN-Code ist falsch!

source: The PIN code has been changed successfully.
de: Der PIN-Code wurde erfolgreich geändert.

source: The PIN code has been saved successfully.
de: Die PIN wurde erfolgreich gespeichert.

source: The PIN codes you entered are different.
de: Die eingegebenen PIN-Codes unterscheiden sich!

source: The SimpleUmount plugin is not installed! Please install it.
de: Das SimpleUmount-Plugin ist nicht installiert! Bitte installieren.

source: The TMDB plugin is not installed! Please install it.
de: Das TMDB-Plugin ist nicht installiert! Bitte installieren.

source: The TV was switched to the recording service!
de: Es wurde auf den Sender umgeschaltet, auf dem die Aufnahme läuft.

source: The VideoMode plugin is not installed! Please install it.
de: Das VideoMode-Plugin ist nicht installiert! Bitte installieren.

source: The aspect ratio of the recording.
de: Das Seitenverhältnis der Aufnahme.

source: The authors are NOT RESPONSIBLE for DATA LOSS OR DAMAGE!
de: Die Autoren sind NICHT für DATENVERLUST oder SCHÄDEN verantwortlich!

source: The available disk space for time shift is less than specified in the settings. What do you want to do ?
de: Der verfügbare Speicherplatz für Timeshift ist geringer als in den Einstellungen festgelegt wurde! Was soll geschehen?

source: The backup can take up to about 15 minutes to complete.
de: Die Sicherung kann bis zu 15 Minuten dauern.

source: The backup failed
de: Die Sicherung ist fehlgeschlagen!

source: The backup failed! Choose a different backup location.
de: Die Sicherung ist fehlgeschlagen! Einen anderen Sicherungsort auswählen.

source: The backup succeeded
de: Die Sicherung war erfolgreich.

source: The backup succeeded. We will now continue to explain the upgrade process.
de: Die Sicherung war erfolgreich. Wir fahren nun fort, den Upgrade-Prozess zu erklären.

source: The bitrate of the video encoder. Larger value improves quality and increases file size.
de: Die Bitrate des Videoencoders. Ein größerer Wert verbessert die Qualität, erhöht aber die Dateigröße.

source: The buffer time for time shift exceeds the specified limit in the settings. What do you want to do ?
de: Der Zeitpuffer für Timeshift übersteigt die in den Einstellungen festgelegte Grenze! Was soll geschehen?

source: The command to wake from standby will be sent multiple times.
de: Das Aufwachkommando vom Standby wird wiederholend gesendet.

source: The default backup selection cannot be changed. Please use the 'additional' and 'excluded' backup selection.
de: Die Standardliste der zu sichernden Dateien kann nicht verändert werden! Bitte die 'Zusätze' und 'Ausschlüsse' verwenden.

source: The default settings are 5 minutes earlier to wake up from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
de: Die Standardeinstellung ist 5 Minuten früher aus dem Deep-Standby aufzuwachen. Es kann erforderlich sein, dies zu ändern (z.B.: Die tatsächliche Aufwachzeit ist ungenau oder zu spät, warten auf ein Netzlaufwerk usw.).

source: The default settings are wake up time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wake up time. So can be detected a wake up by a timer even at very early starting receivers.
de: Die Standardeinstellungen sind Aufwachzeit -5 Minuten und Timerbeginn +5 Minuten. Diese Einstellung verändert das Zeitfenster vor der Aufwachzeit. So kann das Aufwachen durch einen Timer auch bei sehr früh startenden Receivern erkannt werden.

source: The directory/file no longer exists.
de: Verzeichnis/Datei existiert nicht mehr!

source: The energy timer wants to set the %s %s to %s. Press OK to continue using the %s %s.
de: Die Energiesparfunktion will die %s %s auf %s setzen. OK drücken, um mit der %s %s fortzufahren.

source: The file '%s' has been changed. Do you want to discard the changes?
de: Die Datei '%s' wurde geändert. Änderungen verwerfen?

source: The file '%s' has been changed. Do you want to save it?
de: Die Datei '%s' wurde geändert. Soll sie gespeichert werden?

source: The file system on your time shift device does not support hard links. Make sure it is formatted in EXT2, EXT3 or EXT4!
de: Das Dateisystem auf dem Timeshift-Aufnahmegerät unterstützt keine Hardlinks! Sicherstellen, dass es in EXT2, EXT3 oder EXT4 formatiert ist.

source: The following files are related to '%s':
de: Folgende Dateien gehören zu '%s':

source: The following files were found...
de: Die folgenden Dateien wurden gefunden...

source: The frame rate of the recording. Ideally, this will match the frame rate of the source or be an integer multiple. If in doubt, set to 60, which should work with most sources.
de: Die Bildrate der Aufnahme. Idealerweise entspricht dies der Bildrate der Quelle oder einem ganzzahligen Vielfachen. Im Zweifelsfall auf 50 einstellen, welches mit den meisten Quellen funktioniert.

source: The height of the picture. The input will be scaled to match this value.
de: Die Höhe des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.

source: The loopthrough setting is wrong.
de: Die Loopthrough-Einstellung ist falsch!

source: The network wizard extension is not installed! Please install it.
de: Die Netzwerkassistent-Erweiterung ist nicht installiert! Bitte installieren.

source: The picon directory already exists and must be removed. Do you want to proceed?
de: Der Picon Ordner existiert bereits! Er muss entfernt werden. Fortfahren?

source: The results have been written to %s.
de: Die Ergebnisse des Tests wurden in der Datei %s gespeichert.

source: The saved PIN was cleared.
de: Die PIN wurde zurückgesetzt.

source: The service list is reloaded.
de: Die Senderlisten wurden aktualisiert.

source: The setting 'Without query' is the same as 'Standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) persist.
de: Die Einstellung 'Ohne Rückfrage' ist das gleiche wie 'Standard', aber ohne zusätzliche Bestätigungsabfrage. Alle anderen Abhängigkeiten (z.B. Aufnahmen, Zeitbereich) bleiben bestehen.

source: The sleep timer wants to set the %s %s to %s. Do that now or extend the timer?
de: Der Ausschalttimer will die %s %s auf %s setzen. Soll das jetzt geschehen, oder soll der Timer verlängert werden?

source: The time is multiplied by the current repeat counter.
de: Die Zeit wird mit dem aktuellen Wiederholungszähler multipliziert.

source: The timer file '%s' is corrupt and could not be loaded.
de: Die Timerdatei '%s' ist beschädigt und konnte nicht geladen werden!

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
de: Die Einstellung der Unicable-Verbindung ist falsch! Vielleicht rekursive Verbindung von Tunern?

source: The user interface of your %s %s is restarting
de: Die Benutzeroberfläche der %s %s wird neu gestartet...

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
de: Die Benutzeroberfläche der %s %s wird aufgrund eines Fehlers in 'StartEnigma.py' neu gestartet.

source: The width of the picture. The input will be scaled to match this value.
de: Die Breite des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.

source: The wireless LAN Internet connection could not be started! Is the wireless LAN device connected? Choose what to do next.
de: Die WLAN-Internetverbindung konnte nicht gestartet werden! Ist das WLAN-Gerät verbunden? Auswählen, was als Nächstes zu tun ist.

source: The wireless LAN plugin code is not installed! Install it and choose what to do next.
de: Der WLAN-Plugin ist nicht installiert! Dies installieren und auswählen, was als nächstes zu tun ist.

source: The wireless LAN plugin is not installed! Please install it.
de: Das WLAN-Plugin ist nicht installiert! Bitte installieren.

source: The wizard can backup your current settings. Do you want to start a backup now?
de: Der Assistent kann die aktuellen Einstellungen sichern. Jetzt eine Sicherung (Backup) starten?

source: There are no actions available to process '%s'!
de: Keine Aktivitäten verfügbar, um '%s' auszuführen!

source: There are no items currently available for this screen.
de: Für diesen Bildschirm sind zurzeit keine Elemente verfügbar!

source: There are no updates available.
de: Es sind keine Updates verfügbar!

source: There is a risk that your %s %s will not boot or may malfunction after such a large on-line update.
de: Es besteht die Gefahr, dass die %s %s nach einer so umfangreichen Online-Aktualisierung nicht mehr startet oder sogar nicht mehr funktioniert!

source: There is no signal to lock on !
de: Es gibt kein Signal zum Einrasten!

source: There might not be enough space on the selected partition. Do you really want to continue?
de: Möglicherweise ist auf der ausgewählten Partition nicht genügend Speicherplatz vorhanden! Wirklich fortfahren?

source: This %s %s cannot decode %s streams!
de: Diese %s %s kann %s Streams nicht entschlüsseln!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
de: Dieses wiederbeschreibbare Medium ist bereits formatiert. Durch eine Neuformatierung wird der gesamte Inhalt gelöscht!

source: This Device is already mounted as HDD.
de: Das Gerät ist bereits als Festplatte eingebunden!

source: This Option allows you to switch Audio to BT Speakers.
de: Den Ton auf die Bluetooth-Lautsprecher umleiten.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
de: Die Schriftgröße relativ zu den Skin-Einstellungen ändern. 1 erhöht die Größe um 1. -1 verringert die Größe um 1.

source: This allows you change the number of rows shown.
de: Die Anzahl der angezeigten Zeilen einstellen.

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
de: Wenn es mehr als 9999 Sender gibt, die Anzahl der Stellen auf 5 setzen.

source: This bouquet is protected by a parental control PIN!
de: Dieses Bouquet ist durch einen Jugendschutz-PIN-Code geschützt!
