Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Configure your wireless LAN again
de: WLAN-Netzwerk erneut konfigurieren

source: Configures which video output connector will be used.
de: Den zu verwendenden Videoausgang einstellen.

source: Configuring
de: Konfiguriere

source: ConflictTimer Actions
de: ConflictTimer-Aktionen

source: ConflictTimer Overview
de: Kollidierende Timer

source: Congo
de: Kongo

source: Connect
de: Verbinden

source: Connect to a wireless network
de: Mit einem Drahtlosnetzwerk verbinden

source: Connect your usb storage to your %s %s box
de: Verbinden Sie Ihren USB-Speicher mit Ihrer %s %s Box

source: Connected clients
de: Verbundene Clients

source: Connected satellites
de: Verbundene Satelliten

source: Connected through another tuner
de: Über anderen Tuner verbunden

source: Connected to
de: Verbunden mit

source: Connected:
de: Verbunden:

source: Connection using the supplied FTP parameters failed. Please recheck the details and try again.
de: Die Verbindung mit den angegebenen FTP-Parametern ist fehlgeschlagen. Bitte überprüfen Sie die Details noch einmal und versuchen Sie es erneut.

source: Console
de: Konsole

source: Console Actions
de: Konsole Aktionen

source: Console Network
de: Konsolennetzwerk

source: Console Utility
de: Konsolen-Dienstprogramm

source: Constellation & FFT mode
de: Konstellation und FFT-Modus

source: Consult your SCR device specifications for this information.
de: Weitere Informationen befinden sich im Unicable/SCR-Gerätespezifikationsblatt.

source: Consult your motor's specifications for this information, or leave the default setting.
de: Im Datenblatt des Motors für diese Information nachsehen oder die Standardeinstellung belassen.

source: Consult your receiver's manual for more information on power management.
de: Energieverwaltung. Weitere Informationen befinden sich im Handbuch des Receivers.

source: Consult your receiver's manual for more information on power threshold.
de: Leistungsschwelle. Weitere Informationen befinden sich im Handbuch des Receivers.

source: Contact Info
de: Kontaktinformationen

source: Contact info
de: Kontakt-informationen

source: Content
de: Inhalt

source: Content Encoding
de: Inhaltskodierung

source: Content Type
de: Inhaltstyp

source: Content does not fit on DVD!
de: Inhalt passt nicht auf die DVD!

source: Context
de: Kontext

source: Continue ->
de: Weiter ->

source: Continue in background
de: Im Hintergrund fortsetzen

source: Continue playback
de: Abspielen fortsetzen

source: Continue playing
de: Weiter abspielen

source: Continue to run the task in the background
de: Die Aufgabe im Hintergrund weiterlaufen lassen

source: Continue with the flash process
de: Flash-Vorgang fortsetzen

source: Continue with the on-line update
de: Weiter mit Online-Update

source: Continues
de: Endlos

source: Continues play (loop)
de: Endlos (Schleife)

source: Contrast
de: Kontrast

source: Control LED can be turned on or off here.
de: Die Kontroll-LED kann hier an- oder ausgeschaltet werden.

source: Control files:
de: Steuerdateien:

source: Control of the position how finished timer are shown in the Timer List.
de: Die Anzeigeposition von abgeschlossenen Timern in der Timerliste einstellen.

source: Control the InfoBar fading speed
de: Steuern Sie die Geschwindigkeit, mit der die InfoBar ausgeblendet wird

source: Controlled by HDMI
de: Steuerung über HDMI

source: Convert EXT3 File System to EXT4
de: EXT3 nach EXT4 konvertieren

source: Convert ext3 to ext4
de: Konvertierung EXT3 nach EXT4

source: Convert file system ext3 to ext4
de: EXT3 nach EXT4 konvertieren

source: Convert to AC3
de: Zu AC3 konvertieren

source: Convert to DTS
de: Zu DTS konvertieren

source: Convert to multi-channel PCM
de: Zu PCM-Mehrkanal konvertieren

source: Converting ext3 to ext4...
de: Konvertiere EXT3 nach EXT4...

source: Cook Islands
de: Cookinseln

source: Cooking
de: Kochen

source: Copy
de: Kopieren

source: Copy Settings to the new Image
de: Kopieren Sie die Einstellungen in das neue Bild

source: Copy To Bouquet
de: In Favoriten kopieren

source: Copy To Stream Relay
de: Zu Stream Relay kopieren

source: Copy all related files
de: Alle zugehörigen Dateien kopieren

source: Copy directory/file to target directory
de: Verzeichnis/Datei in Zielverzeichnis kopieren

source: Copy job completed.
de: Kopierauftrag abgeschlossen.

source: Copy job failed!
de: Kopierauftrag fehlgeschlagen!

source: Copy job queued.
de: Kopierauftrag in Warteschlange gestellt.

source: Copy only highlighted file
de: Nur markierte Datei kopieren

source: Copy the directory/file '%s'?
de: Verzeichnis/Datei '%s' kopieren?

source: Copy these %d directories/files?
de: Diese %d Verzeichnisse/Dateien kopieren?

source: Copying files
de: Kopiere Dateien

source: Cornish
de: Kornisch

source: Correct invalid EPG data
de: Ungültige EPG-Daten korrigieren

source: Corsican
de: Korsisch

source: Cote d'Ivoire / Ivory Coast
de: Côte d'Ivoire / Elfenbeinküste

source: Could not connect to server
de: Keine Verbindung zum Server möglich!

source: Could not load Medium! No disc inserted?
de: Das Medium konnte nicht geladen werden! Disc eingelegt?

source: Could not open Picture in Picture
de: Bild-im-Bild konnte nicht gestartet werden!

source: Could not open the file %s!
de: Die Datei '%s' konnte nicht geöffnet werden!

source: Could not record due to conflicting timer:%s
de: Aufnahme wegen Timerkonflikt mit Timer '%s' nicht möglich!

source: Could not record due to invalid service:%s
de: Ungültiger Dienst '%s' konnte nicht aufgezeichnet werden!

source: Could not save configuration file %s!
de: Konfigurationsdatei '%s' konnte nicht gespeichert werden!

source: Country
de: Land

source: Country for EPG event genre information
de: Land für EPG Genre-Informationen

source: Country for EPG event rating information
de: Land für EPG-Ereignisbewertungs-Informationen

source: Crash at skin error for debug reasons
de: Auch bei Skin-Fehlern abstürzen

source: Create
de: Erstellen

source: Create Blu-ray disc ISO file
de: Blu-ray ISO-Datei erstellen

source: Create DVD-ISO
de: DVD ISO-Datei erstellen

source: Create Directory
de: Verzeichnis erstellen

source: Create ISO
de: ISO-Datei erstellen

source: Create Slots
de: Slots erstellen

source: Create a directory
de: Ein Verzeichnis erstellen

source: Create a randomly generated password
de: Erstelle ein Zufallspasswort

source: Create a symbolic link
de: Einen symbolischen Link erstellen

source: Create separate radio user bouquet
de: Separates Radiobouquet erstellen

source: Create the additional slots on the selected device
de: Zusätzliche Slots auf dem ausgewählten Gerät erstellen

source: Creating .ap and .sc files
de: Erstelle AP- und SC-Dateien

source: Creating file system
de: Dateisystem erstellen

source: Creating hard link to time shift file failed!
de: Hardlink-Verbindung zur Timeshift-Datei fehlgeschlagen!

source: Creating partition
de: Partition erstellen

source: Cricket
de: Kricket

source: Crime
de: Krimi

source: Croatia
de: Kroatien

source: Croatian
de: Kroatisch

source: Cron Manager
de: Cronverwaltung

source: CronTimers
de: CronTimer

source: Cuba
de: Kuba

source: Cult
de: Kult

source: Current
de: Aktuell

source: Current Affairs
de: Aktuelles

source: Current CEC address
de: Momentane CEC-Adresse

source: Current Directory
de: Aktuelles Verzeichnis

source: Current Event:
de: Sendung:

source: Current Status:
de: Status:

source: Current directory
de: Aktuelles Verzeichnis

source: Current directory (%s)
de: Aktuelles Verzeichnis ('%s')

source: Current location is '%s'.
de: Aktuelles Ziel: '%s'

source: Current mode: %s
de: Aktueller Modus: %s

source: Current settings:
de: Einstellungen:

source: Current status
de: Aktueller Status

source: Current time
de: Momentane Zeit

source: Current transponder
de: Aktueller Transponder

source: Current value:
de: Aktueller Wert:

source: Current version unknown
de: Aktuelle Version unbekannt

source: Current version:
de: Aktuelle Version:

source: Current: %s Parent: %s
de: Aktuell: %s Vorher: %s

source: Currently Defined Volume Offsets:
de: Aktuell definierte Lautstärke-Offsets:

source: Currently the commit log cannot be retrieved - please try later again.
de: Derzeit kann das Commit-Protokoll nicht abgerufen werden. Bitte versuchen Sie es später erneut.

source: Custom
de: Benutzerdefiniert

source: Custom skip time for '1'/'3' buttons
de: Benutzerdefinierte Sprungzeit für die Tasten '1' und '3'

source: Custom skip time for '4'/'6' buttons
de: Benutzerdefinierte Sprungzeit für die Tasten '4' und '6'

source: Custom skip time for '7'/'9' buttons
de: Benutzerdefinierte Sprungzeit für die Tasten '7' und '9'

source: Customize OpenWebIF settings for fallback tuner
de: Reserve-Tuner in den OpenWebif-Einstellungen konfigurieren

source: Customize System Settings
de: Systemeinstellungen

source: Cut
de: Schneiden

source: Cutlist Editor
de: Schnitteditor

source: Cutlist editor...
de: Schnitteditor...

source: Cycle PiP(zap)
de: Zirkuliere Bild-im-Bild (Zap)

source: Cycling
de: Radfahren

source: Cylinders: %s (max) %s (current)
de: Zylinder: %s (max) %s (aktuell)

source: Cylinders: unknown
de: Zylinder: unbekannt

source: Cyprus
de: Zypern

source: Czech
de: Tschechisch

source: Czech Republic
de: Tschechische Republik

source: DLNA support
de: DLNA

source: DNS (Dynamic Name Server) Actions
de: DNS (Dynamic Name Server)-Aktionen

source: DNS Settings
de: DNS-Einstellungen

source: DNS data source
de: DNS-Datenquelle

source: DO NOT POWER OFF YOUR DEVICE WHILE UPDATING! Update now?
de: Den Receiver nicht ausschalten beim Update! Jetzt aktualisieren?

source: DVB CI Delay
de: DVB-CI-Verzögerung

source: DVB Subtitles PID & lang
de: DVB-Untertitel-PID - Sprache

source: DVB subtitle black transparency
de: Transparenz für DVB-Untertitel

source: DVD Burn
de: DVD brennen

source: DVD File Browser
de: DVD-Dateimanager

source: DVD Menu
de: DVD-Menü

source: DVD Title list
de: DVD-Titelliste

source: DVD file browser
de: DVD-Dateimanager

source: Daily
de: Täglich

source: Dance
de: Tanz

source: Danish
de: Dänisch

source: Date
de: Datum

source: Date / Time
de: Datum / Uhrzeit

source: Date Time Input Actions
de: Datum/Zeit Eingabe Aktionen

source: Date ascending
de: Datum aufsteigend

source: Date descending
de: Datum absteigend

source: Date style
de: Datumsformat

source: Date/time input
de: Datums-/Zeiteingabe

source: Day D Mon
de: Tag T Mon

source: Day D-Mon
de: Tag T-Mon

source: Day D/M
de: Tag T/M

source: Day D/MM
de: Tag T/MM

source: Day DD Mon
de: Tag TT Mon

source: Day DD-Mon
de: Tag TT-Mon

source: Day DD/M
de: Tag TT/M

source: Day DD/MM
de: Tag TT/MM

source: Day M/D
de: Tag M/T

source: Day M/DD
de: Tag M/TT

source: Day MM/D
de: Tag MM/T

source: Day MM/DD
de: Tag MM/TT

source: Day Mon D
de: Tag Mon T

source: Day Mon DD
de: Tag Mon TT

source: Day Mon-D
de: Tag Mon-T

source: Day Mon-DD
de: Tag Mon-TT

source: Day of week
de: Wochentag

source: Dayname D Month Year
de: Wochentag T Monat Jahr

source: Dayname D-Month-Year
de: Wochentag T-Monat-Jahr

source: Dayname D. Month Year
de: Wochentag T. Monat Jahr

source: Dayname D.M.Year
de: Wochentag T.M.Jahr

source: Dayname D.MM.Year
de: Wochentag T.MM.Jahr

source: Dayname D/M/Year
de: Wochentag T/M/Jahr

source: Dayname D/MM/Year
de: Wochentag T/MM/Jahr

source: Dayname DD Month Year
de: Wochentag TT Monat Jahr

source: Dayname DD-Month-Year
de: Wochentag TT-Monat-Jahr

source: Dayname DD. Month Year
de: Wochentag TT. Monat Jahr

source: Dayname DD.M.Year
de: Wochentag TT.M.Jahr

source: Dayname DD.MM.Year
de: Wochentag TT.MM.Jahr

source: Dayname DD/M/Year
de: Wochentag TT/M/Jahr

source: Dayname DD/MM/Year
de: Wochentag TT/MM/Jahr

source: Dayname M/D/Year
de: Wochentag M/T/Jahr

source: Dayname M/DD/Year
de: Wochentag M/TT/Jahr

source: Dayname MM/D/Year
de: Wochentag MM/T/Jahr

source: Dayname MM/DD/Year
de: Wochentag MM/TT/Jahr

source: Dayname Month D Year
de: Wochentag Monat T Jahr

source: Dayname Month DD Year
de: Wochentag Monat TT Jahr

source: Dayname Month-D-Year
de: Wochentag Monat-T-Jahr

source: Dayname Month-DD-Year
de: Wochentag Monat-TT-Jahr

source: Dayname Year Month D
de: Wochentag Jahr Monat T

source: Dayname Year Month DD
de: Wochentag Jahr Monat TT

source: Dayname Year-Month-D
de: Wochentag Jahr-Monat-T

source: Dayname Year-Month-DD
de: Wochentag Jahr-Monat-TT

source: Dayname Year/M/D
de: Wochentag Jahr/M/T

source: Dayname Year/M/DD
de: Wochentag Jahr/M/TT

source: Dayname Year/MM/D
de: Wochentag Jahr/MM/T

source: Dayname Year/MM/DD
de: Wochentag Jahr/MM/T

source: Deactivate
de: Deaktivieren

source: Debug log time format *
de: Debug-Log Zeitformat *

source: Decoding Setup
de: Dekodierungs-Setup

source: Decoding_Setup
de: Dekodierungs-Setup

source: Deep Standby
de: Ausschalten

source: Default
de: Standard

source: Default (keymap.xml)
de: Standard ('keymap.xml')

source: Default 'After event' *
de: Voreinstellung für 'Nach der Aufnahme' *

source: Default 'Timer type' *
de: Voreinstellung für 'Timerart' *

source: Default (Instant Record)
de: Standard (Sofortaufzeichnung)

source: Default (Timeshift)
de: Standard (Timeshift)

source: Default CPU priority (nice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
de: Standard CPU-Priorität (nice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen (höhere Werte = niedrigere Priorität).

source: Default Dolby Digital / Dolby AC-3 offset
de: Standard Dolby Digital / Dolby AC-3 Offset

source: Default I/O priority (ionice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
de: Standard I/O-Priorität (ionice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen (höhere Werte = niedrigere Priorität).

source: Default Services Scanner
de: Standardsender-Suchlauf

source: Default files/folders to backup
de: Standardliste gesicherter Dateien

source: Default left column directory
de: Standardverzeichnis in der linken Spalte

source: Default movie location (%s)
de: Standardspeicherort für Filme ('%s')

source: Default movie selection location
de: Standard-Filmverzeichnis

source: Default port is '%d'. Change if required.
de: Der Standardport ist '%d'. Bei Bedarf ändern.

source: Default recording type
de: Standard-Aufnahmetyp

source: Default right column directory
de: Standardverzeichnis in der rechten Spalte

source: Default sort order for directories in the left column
de: Standard-Sortierreihenfolge für Verzeichnisse in der linken Spalte.

source: Default sort order for directories in the right column.
de: Standard-Sortierreihenfolge für Verzeichnisse in der rechten Spalte.

source: Default sort order for files in the left column.
de: Standard-Sortierreihenfolge für Dateien in der linken Spalte.

source: Default sort order for files in the right column.
de: Standard-Sortierreihenfolge für Dateien in der rechten Spalte.

source: Default video mode selected
de: Standard-Videomodus ausgewählt

source: Default video mode selected for the TV.
de: Standard-Videomodus für das Fernsehgerät ausgewählt.

source: Default volume offset
de: Standard Lautstärke-Offset

source: Default: '%s'.
de: Standardwert: '%s'.

source: Defaults
de: Standard

source: Define Softcam For This Provider
de: Definiere Softcam für diesen Anbieter

source: Define Softcam For This Service
de: Definiere Softcam für diesen Sender

source: Define additional delay in milliseconds before start of http(s) streams.
de: Legt die zusätzliche Verzögerung in Millisekunden vor dem Start von http(s)-Streams fest.

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
de: Legt fest, in wie schneller Folge Zeitsprünge erfolgen. Werte unter 500ms können mit NAS problematisch sein.

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
de: Legt die Sprungdistanz bei Rückwärtssprüngen fest. Der Wert wird mit der Spulgeschwindigkeit (z.B. -4x) multipliziert. Werte deutlich unter 2s funktionieren möglicherweise nicht mit allen Formaten.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
de: Legt die Sprungdistanz bei Vorwärtssprüngen fest. Der Wert wird mit der Spulgeschwindigkeit (z.B. 4x) multipliziert. Werte deutlich unter 4s funktionieren möglicherweise nicht mit allen Formaten.

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
de: Legt fest, welche Spulgeschwindigkeiten vorwärts normales Spulen benutzen. Alle anderen Spulgeschwindigkeiten vorwärts und alle Spulgeschwindigkeiten rückwärts benutzen Sprünge.

source: Delay after DiSEqC peripheral power on command
de: Pause nach Einschaltbefehl für DiSEqC-Peripherie

source: Delay after DiSEqC reset command
de: Pause nach DiSEqC-Reset-Befehl

source: Delay after change voltage before switch command
de: Pause nach Spannungsänderung vor Switch-Befehl

source: Delay after continuous tone disable before DiSEqC
de: Pause nach Ausschalten vom kontinuierlichen Tonsignal vor DiSEqC-Befehl

source: Delay after enable voltage before motor command
de: Pause nachdem Spannung anliegt vor Motor-Befehl

source: Delay after enable voltage before switch command
de: Pause nachdem Spannung anliegt vor Switch-Befehl

source: Delay after final continuous tone change
de: Pause nach letzter kontinuierlichen Tonänderung

source: Delay after last DiSEqC command
de: Pause nach letztem DiSEqC-Befehl

source: Delay after last voltage change
de: Pause nach letzter Spannungsänderung

source: Delay after motor stop command
de: Pause nach Motorstopp-Befehl

source: Delay after set voltage before measure motor power
de: Pause nachdem Spannung anliegt vor Messung der Motorkraft

source: Delay after tone burst
de: Pause nach Toneburst

source: Delay after voltage change before motor command
de: Pause nach Spannungsänderung vor Motor-Befehl

source: Delay before key repeat starts:
de: Verzögerung vor Tastenwiederholung:

source: Delay before sequence repeat
de: Verzögerung bevor Sequenz wiederholt wird

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
de: Verzögerung zwischen CEC-Befehlen, wenn mehrere Befehle hintereinander gesendet werden. Einige Geräte benötigen diese Verzögerung für eine korrekte Funktion, normalerweise zwischen 50 und 150ms.

source: Delay between DiSEqC commands
de: Pause zwischen DiSEqC-Befehle

source: Delay between switch and motor command
de: Pause zwischen Switch- und Motor-Befehl

source: Delay for external subtitles
de: Verzögerung für externe Untertitel

source: Delay in milliseconds after finish scrolling text on display.
de: Die Verzögerung (in Millisekunden) nach Ende des Textdurchlaufs vom Display einstellen.

source: Delay in milliseconds before start of scrolling text on display.
de: Die Verzögerung (in Millisekunden) vor Start des Textdurchlaufs vom Display einstellen.

source: Delay time
de: Verzögerungszeit

source: Delay:
de: Verzögerung:

source: Delay: %s
de: Verzögerung: %s

source: Delete
de: Löschen

source: Delete %s?
de: Lösche %s?

source: Delete Confirmation
de: Löschbestätigung

source: Delete Directory
de: Verzeichnis löschen

source: Delete Download Imagezip after Install?
de: Download Imagezip nach der Installation löschen?

source: Delete EPG
de: EPG-Cache löschen

source: Delete Image
de: Image löschen

source: Delete Line
de: Zeile löschen

source: Delete Timer
de: Timer löschen

source: Delete all duplicated lines
de: Alle doppelten Zeilen löschen

source: Delete all related files
de: Alle zugehörigen Dateien löschen

source: Delete all tags
de: Alle Tags löschen

source: Delete all the text
de: Den gesamten Text löschen

source: Delete character to left of cursor or select AM times
de: Das Zeichen links vom Cursor löschen oder AM-Zeiten auswählen

source: Delete character under cursor or select PM times
de: Das Zeichen unter dem Cursor löschen oder PM-Zeiten auswählen

source: Delete current line
de: Aktuelle Zeile löschen

source: Delete directory or file
de: Verzeichnis oder Datei löschen

source: Delete empty and white space only lines
de: Leere Zeilen und Zeilen aus Leerzeichen löschen

source: Delete entry
de: Eintrag löschen

source: Delete failed!
de: Löschen fehlgeschlagen!

source: Delete file
de: Datei löschen

source: Delete job completed.
de: Löschvorgang abgeschlossen.

source: Delete job failed!
de: Löschvorgang fehlgeschlagen!

source: Delete job queued.
de: Löschauftrag in Warteschlange gestellt.

source: Delete only highlighted file
de: Nur markierte Datei löschen

source: Delete or Wipe the highlighted slot
de: Löschen oder Schreddern des markierten Slots

source: Delete play list entry
de: Playlist-Eintrag löschen

source: Delete saved play list
de: Gespeicherte Playlist löschen

source: Delete the character to the left of text cursor
de: Das Zeichen links vom Text-Cursor löschen

source: Delete the character to the left of the cursor
de: Das Zeichen links vom Cursor löschen

source: Delete the character under the cursor
de: Das Zeichen unter dem Cursor löschen

source: Delete the character under the text cursor
de: Das Zeichen unter dem Text-Cursor löschen

source: Delete the current time shift buffer and restart time shift
de: Den aktuellen Timeshift-Puffer löschen und Timeshift neu starten

source: Delete the currently highlighted service from the Volume Offsets list
de: Löschen des aktuell markierten Senders aus der Liste der Lautstärke-Offsets

source: Delete the currently selected timer
de: Den aktuell ausgewählten Timer löschen

source: Delete the directory/file '%s'?
de: Verzeichnis/Datei '%s' löschen?

source: Delete the selected locally stored image
de: Das ausgewählte lokal gespeicherte Image löschen

source: Delete these %d directories/files?
de: Diese %d Verzeichnisse/Dateien löschen?

source: Delete this tag
de: Diesen Tag löschen

source: Delete unused tags
de: Nicht verwendete Tags löschen

source: Deleted
de: Gelöscht

source: Deleted %s!
de: Gelöscht %s!

source: Deleted items
de: Gelöschte Elemente

source: Deleting %s (%s)...
de: Löschen von %s (%s)...

source: Deleting files
de: Dateien löschen

source: Delivery system workaround
de: Verteilungssystem Problemumgehung

source: Democratic Republic of the Congo
de: Demokratische Republik Kongo

source: Denmark
de: Dänemark

source: Depth
de: Tiefe

source: Descending
de: Absteigend

source: Descramble http streams
de: Entschlüsseln Sie HTTP-Streams

source: Description
de: Beschreibung

source: Deselect
de: Abwählen

source: Deselect all
de: Alle abwählen

source: Deselect all lines
de: Alle abwählen

source: Deselect all related files
de: Auswahl aller zugehörigen Dateien aufheben

source: Deselect only highlighted file
de: Nur markierte Datei abwählen

source: Deselected packages usually occur because those packaged are incompatible with existing packages. While this is mostly harmless it is possible that your %s %s may experience issues.
de: Die Abwahl von Paketen erfolgt in der Regel, weil die Pakete mit bestehenden Paketen nicht kompatibel sind. Dies ist meist harmlos, aber es kann sein, dass die %s %s Probleme bekommt.

source: Destination of fallback remote receiver
de: Reserve-Receiver auswählen

source: Destination of fallback remote receiver for ATSC
de: Bestimmungsort vom Reserve-Receiver für ATSC
