Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Select a Softcam from the available list.
de: Eine Softcam aus der Liste auswählen.

source: Select a bouquet
de: Bouquet auswählen

source: Select a device to use for the additional slots
de: Das Gerät für die zusätzlichen Slots auswählen

source: Select a directory
de: Verzeichnis auswählen

source: Select a directory from the bookmarks
de: Ein Verzeichnis aus den Lesezeichen auswählen

source: Select a distribution from where images are to be obtained
de: Eine Distribution auswählen, von der Images bezogen werden sollen

source: Select a location into which to extract '%s':
de: Wohin soll '%s' entpackt werden:

source: Select a menu item
de: Einen Menüpunkt auswählen

source: Select a movie
de: Filmauswahl

source: Select a network adapter
de: Netzwerkschnittstelle auswählen

source: Select a script to run:
de: Zu startendes Skript auswählen:

source: Select a tuner
de: Tuner auswählen

source: Select a wireless network
de: Ein drahtloses Netzwerk auswählen

source: Select action
de: Aktion auswählen

source: Select action for timer %s:
de: Aktion für Timer %s auswählen:

source: Select all
de: Alle auswählen

source: Select all lines
de: Alle auswählen

source: Select all related files
de: Alle zugehörigen Dateien auswählen

source: Select an action to perform when the task has completed.
de: Aktion auswählen, die durchgeführt werden soll, wenn die Aufgabe abgeschlossen ist.

source: Select audio track
de: Tonspur auswählen

source: Select cardserver
de: Cardserver auswählen

source: Select channel audio
de: Kanalauswahl für die Tonausgabe

source: Select copy destination for:
de: Kopierziel auswählen:

source: Select default EPG type...
de: Standard-EPG-Typ auswählen...

source: Select default File Commander directory:
de: File Commander Standardverzeichnis auswählen:

source: Select destination for:
de: Speicherort auswählen:

source: Select files/folders to backup
de: Dateien/Ordner auswählen

source: Select how long to display status messages.
de: Auswählen, wie lange Statusmeldungen angezeigt werden sollen.

source: Select how long to display the button error pop up. Button input is still permitted while the pop up is displayed.
de: Auswählen, wie lange das Popup-Fenster für Tastenfehler angezeigt werden soll. Die Tasteneingabe ist weiterhin möglich, solange das Popup angezeigt wird.

source: Select how long to display the task and script message pop up.
de: Auswählen, wie lange Aufgaben- und Skriptmeldungen angezeigt werden sollen.

source: Select how often this timer is to be repeated.
de: Auswählen, wie dieser Timer wiederholt werden soll.

source: Select how quickly the dish should move between satellites.
de: Auswählen, wie schnell sich die Antenne zwischen den Satelliten bewegen soll.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
de: Auswählen, wie die Satellitenschüssel eingerichtet ist (feste Schüssel, einzelner LNB, DiSEqC-Schalter, Rotor usw.).

source: Select how to activate the Quick EPG mode.
de: Auswählen, wie der grafische Infoleisten-EPG aufgerufen werden soll.

source: Select how your box will upgrade.
de: Aktualisierungsmodus auswählen.

source: Select if an end time is required.
de: Auswählen, ob eine Endzeit erforderlich ist.

source: Select if the default value for a setup entry is shown and, if so, where it is displayed in relation to the description.
de: Einstellen, ob der Standardwert angezeigt wird, und wenn ja, wo er im Verhältnis zur Beschreibung angezeigt wird.

source: Select if the screen menu path history is displayed and, if so, how it is to be displayed.
de: Auswählen, ob die Historie des Bildschirmmenüpfades angezeigt wird, und wenn ja, wie.

source: Select if the timer name and description modification code is run on repeating timers.
de: Auswählen, ob Titel und Beschreibung bei wiederholenden Timern angepasst werden sollen.

source: Select if there is to be a time window within which this timer can be active.
de: Auswählen, ob es ein Zeitfenster geben soll, in dem dieser Timer aktiv sein kann.

source: Select if this timer activates on a Friday.
de: Auswählen, ob dieser Timer an einem Freitag aktiviert werden soll.

source: Select if this timer activates on a Monday.
de: Auswählen, ob dieser Timer an einem Montag aktiviert werden soll.

source: Select if this timer activates on a Saturday.
de: Auswählen, ob dieser Timer an einem Samstag aktiviert werden soll.

source: Select if this timer activates on a Sunday.
de: Auswählen, ob dieser Timer an einem Sonntag aktiviert werden soll.

source: Select if this timer activates on a Thursday.
de: Auswählen, ob dieser Timer an einem Donnerstag aktiviert werden soll.

source: Select if this timer activates on a Tuesday.
de: Auswählen, ob dieser Timer an einem Dienstag aktiviert werden soll.

source: Select if this timer activates on a Wednesday.
de: Auswählen, ob dieser Timer an einem Mittwoch aktiviert werden soll.

source: Select if this timer is to be repeated.
de: Auswählen, ob dieser Timer wiederholt werden soll oder nicht.

source: Select if time shift must continue when set to record.
de: Auswählen, wie sich Timeshift verhalten bzw. was mit der Timeshift-Datei nach dem Umschalten geschehen soll.

source: Select if you want the Subservice mode to be activated.
de: Auswählen, ob Unterkanäle aktiviert werden sollen.

source: Select input device
de: Eingabegerät auswählen

source: Select input device.
de: Eingabegerät auswählen.

source: Select interface
de: Netzwerkkarte auswählen

source: Select menu entry
de: Menüeintrag auswählen

source: Select movie
de: Einen Film auswählen

source: Select only highlighted file
de: Nur markierte Datei auswählen

source: Select provider to add...
de: Anbieter zum Hinzufügen auswählen...

source: Select refresh rate
de: Bildwiederholrate auswählen

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
de: Die Tasten für die Suchleistenaktivierung einstellen, Pfeil Links/Rechts lang oder <</>> lang.

source: Select service to add...
de: Programm zum Hinzufügen auswählen...

source: Select sort method:
de: Sortiermethode auswählen:

source: Select subservices
de: Unterkanäle auswählen

source: Select temporary directory sort order for the current column
de: Sortierreihenfolge des temporären Verzeichnisses für die aktuelle Spalte auswählen

source: Select temporary file sort order for the current column
de: Sortierreihenfolge der Dateien für die aktuelle Spalte auswählen

source: Select the %s entry
de: Eintrag %s auswählen

source: Select the No / False response
de: Nein / negative Antwort auswählen

source: Select the Softcam for '%s'
de: Softcam für '%s ' auswählen

source: Select the Softcam protocol.
de: Das Softcam-Protokoll auswählen.

source: Select the Swap File Size:
de: Größe des Swap-Files:

source: Select the Unicable channel to be assigned to this tuner. This is a unique value. Be certain that no other device connected to this same Unicable system is allocated to the same Unicable channel.
de: Den Unicable-Kanal auswählen, der diesem Tuner zugeordnet werden soll. Das ist eine eindeutige Nummer. Sicherstellen, dass kein anderes Gerät im System demselben Kanal zugeordnet wurde.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR LNB uses to pass the requested transponder to the tuner.
de: Den User-Band-Kanal auswählen, der diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die der SCR-LNB verwendet, um den angeforderten Transponder an den Tuner zu übergeben.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch uses to pass the requested transponder to the tuner.
de: Den User-Band-Kanal auswählen, der diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die der SCR-Schalter verwendet, um den angeforderten Transponder an den Tuner zu übergeben.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR LNB uses to pass the requested transponder to the tuner.
de: Die User-Band-Frequenz auswählen, die diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die der SCR-LNB verwendet, um den angeforderten Transponder an den Tuner zu übergeben.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
de: Die User-Band-Frequenz auswählen, die diesem Empfänger zugewiesen werden soll. Dies ist die Frequenz, welche der SCR-Switch oder SCR-LNB verwendet, um den angeforderten Transponder an den Empfänger zu übertragen.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch uses to pass the requested transponder to the tuner.
de: Die User-Band-Frequenz auswählen, die diesem Tuner zugewiesen werden soll. Mit dieser Frequenz leitet der Unicable-Switch den angeforderten Transponder an den Tuner weiter.

source: Select the Yes / True response
de: Ja / positive Antwort auswählen

source: Select the action to perform when the timer ends.
de: Aktion auswählen, die nach Ablauf des Timers ausgeführt werden soll.

source: Select the animation speed of the button indicators in the help screens. 'Disabled' turns off animation so that indicators jump between buttons.
de: Animationsgeschwindigkeit der Fernbedienungstasten-Hilfe einstellen. Bei 'Standard' gibt es keine Animation.

source: Select the cardserver to be used from the list of available cardservers.
de: Cardserver aus der Liste der verfügbaren Cardserver auswählen.

source: Select the channel from which to record:
de: Den Kanal auswählen, auf dem aufgenommen werden soll:

source: Select the channel or service to be used for this timer.
de: Den Kanal/Service auswählen, der für diesen Timer verwendet werden soll.

source: Select the character or action under the keyboard cursor
de: Das Zeichen oder die Aktion beim Cursor der Tastatur auswählen

source: Select the current bookmarked location and exit
de: Den aktuellen Speicherort vom Lesezeichen auswählen und beenden

source: Select the current entry
de: Aktuellen Eintrag auswählen

source: Select the current menu item
de: Den aktuellen Menüpunkt auswählen

source: Select the currently highlighted action
de: Markierte Aktion auswählen

source: Select the currently highlighted bouquet
de: Markiertes Bouquet auswählen

source: Select the currently highlighted locale/language for the user interface
de: Die aktuell markierte Sprachregion für die Benutzeroberfläche auswählen.

source: Select the currently highlighted service
de: Den aktuell markierten Sender auswählen

source: Select the date from which this timer will become active.
de: Das Datum auswählen, ab dem dieser Timer aktiv werden soll.

source: Select the date when this timer will activate.
de: Das Datum auswählen, an dem der Timer aktiviert werden soll.

source: Select the date when this timer will start.
de: Das Datum auswählen, an dem dieser Timer starten soll.

source: Select the day of the week that this timer will activate.
de: Den Wochentag auswählen, an dem dieser Timer aktiviert werden soll.

source: Select the default directory to be used if the left column directory is not saved.
de: Standardverzeichnis für die linke Spalte auswählen, wenn kein Verzeichnis gespeichert wurde.

source: Select the default directory to be used if the right column directory is not saved.
de: Standardverzeichnis für die rechte Spalte auswählen, wenn kein Verzeichnis gespeichert wurde.

source: Select the delay before the timer activates.
de: Die Verzögerung auswählen, bevor der Timer aktiviert wird.

source: Select the delay to use when closing a Stream Relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
de: Die Verzögerung auswählen, die beim Wechsel von einem Stream-Relay-Sender verwendet wird, bevor der Tuner auf einen anderen Sender wechselt. Die Verwendung von '0' wird nur für Boxen mit mehreren Satelliten-Tunern empfohlen.

source: Select the desired function and click on 'OK' to assign it. Use 'CH+/-' to toggle between the lists. Select an assigned function and click on 'OK' to deassign it. Use 'NEXT/PREVIOUS' to change the order of the assigned functions.
de: Gewünschte Funktion auswählen und OK drücken, um sie zu belegen. Mit P+/CH+ oder P-/CH- zwischen den Listen umschalten. Zugeordnete Funktion auswählen und OK drücken, um die Belegung zu entfernen. Mit '<' oder '>' die Funktionen sortieren.

source: Select the directory sort order for the left column:
de: Sortierreihenfolge der Verzeichnisse für die linke Spalte auswählen:

source: Select the directory sort order for the right column:
de: Sortierreihenfolge der Verzeichnisse für die rechte Spalte auswählen:

source: Select the display design for menus.
de: Die Anzeigeoption für Menüs auswählen.

source: Select the display options for each menu entry item. If menu numbers are available then the number buttons can be used to select the numbered menu entries directly.
de: Die Anzeigeoptionen für Menüeinträge auswählen. Sind Nummern vorhanden, können diese zur direkten Anwahl von Menüeinträgen verwendet werden.

source: Select the display sequence of previously visited services.
de: Die Anzeigereihenfolge der zuvor besuchten Sender auswählen.

source: Select the file sort order for the %s column:
de: Sortierreihenfolge der Dateien für die %s Spalte auswählen:

source: Select the first item in list or move to the start of text
de: Den ersten Eintrag in der Liste auswählen oder an den Anfang des Textes gehen

source: Select the first item in the list
de: Den ersten Eintrag in der Liste auswählen

source: Select the function to be assigned to this button.
de: Ausgewählte Funktion der Taste zuweisen.

source: Select the highlighted image and proceed to the slot selection
de: Das markierte Image auswählen und mit der Auswahl des Slots fortfahren.

source: Select the highlighted slot and reboot
de: Den markierten Slot auswählen und neu starten

source: Select the initial position of the timeline marker. The marker is the vertical line drawn on the EPG that shows the current time. The larger the value the more the marker will move to the right showing more history and less of upcoming events.
de: Die Anfangsposition der Zeitleisten-Markierung auswählen. Dies ist die vertikale Linie im EPG für die aktuelle Zeit. Je größer der Wert, desto mehr bewegt sie sich nach rechts und zeigt mehr vergangene, dafür aber weniger kommende Ereignisse an.

source: Select the last item in list or move to the end of text
de: Den letzten Eintrag in der Liste auswählen oder an das Textende springen

source: Select the last item in the list
de: Den letzten Eintrag in der Liste auswählen

source: Select the layout of the information in the services list, from the options provided by the skin, displayed within the ChannelSelection screen.
de: Das Layout für Informationen im Senderauswahl-Bildschirm anhand der Skin-Optionen auswählen.

source: Select the layout of the installed plugins in the Plugin Browser screen. NOTE: The change is not immediate but will be seen when Plugin Browser is restarted!
de: Aussehen der installierten Plugins im Plugin-Manager einstellen. Achtung: Eine Änderung ist erst zu sehen, wenn der Plugin-Manager neu gestartet wird!

source: Select the locale from a menu
de: Ein anderes Tastaturlayout auswählen

source: Select the location in which to store the recording:
de: Den Speicherort auswählen, an dem die Aufzeichnung gespeichert werden soll:

source: Select the location where the picon files will be installed.
de: Auswählen, wohin Picons installiert werden sollen.

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
de: Den Hersteller des Unicable/SCR-Gerätes auswählen. Wenn der Hersteller nicht aufgeführt ist, 'SCR' auf 'Benutzerdefiniert' setzen und die Geräteparameter gemäß dem zugehörigen Datenblatt manuell eingeben.

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
de: Bestimmt die Methode, wie die Bildschirmauflösung und der Bildspeicher beim Verlassen des Videotexts zurückgesetzt werden.

source: Select the model number of your Unicable device. If the model number is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
de: Das Modell des Unicable/SCR-Gerätes auswählen. Wenn der Hersteller nicht aufgeführt ist, 'SCR' auf 'Benutzerdefiniert' setzen und die Geräteparameter gemäß dem zugehörigen Datenblatt manuell eingeben.

source: Select the movie path
de: Den Filmpfad auswählen

source: Select the network data rate below which the timer should activate as specified. Traffic above this rate with deactivate the timer.
de: Die Netzwerkdatenrate auswählen, unterhalb derer der Timer wie angegeben aktiviert werden soll. Bei Datenverkehr über dieser Rate wird der Timer deaktiviert.

source: Select the network interface to be used for the Internet connection. Press OK to continue.
de: Die Netzwerkschnittstelle auswählen, die für die Internetverbindung verwendet werden soll. OK drücken, um fortzufahren.

source: Select the next item in list or move the cursor right
de: Den nächsten Eintrag in der Liste auswählen oder den Cursor nach rechts bewegen

source: Select the next item in the list
de: Den nächsten Eintrag in der Liste auswählen

source: Select the previous item in list or move the cursor left
de: Den vorherigen Eintrag in der Liste auswählen oder den Cursor nach links bewegen

source: Select the previous item in the list
de: Den vorherigen Eintrag in der Liste auswählen

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
de: Das Protokoll des Unicable/SCR-Gerätes auswählen. 'SCR Unicable' (Unicable I-Format) oder 'SCR JESS' (Unicable II-Format).

source: Select the refresh rate to be used on the TV.
de: Die Bildwiederholrate auswählen, die auf dem Fernseher verwendet werden soll.

source: Select the satellite from which your dish is receiving its signal. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you.
de: Den Satelliten auswählen, von dem der Receiver empfängt. Falls unsicher, 'automatisch' auswählen und der Receiver wird versuchen, dies zu ermitteln.

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
de: Den Satelliten auswählen, der an Port A des Switches angeschlossen ist. Bei Unsicherheit 'automatisch' auswählen und der Receiver wird versuchen, dies zu ermitteln. Ist dieser Port nicht belegt, 'Nichts angeschlossen' auswählen.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
de: Den Satelliten auswählen, der an Port B des Switches angeschlossen ist. Bei Unsicherheit 'automatisch' auswählen und der Receiver wird versuchen, dies zu ermitteln. Ist dieser Port nicht belegt, 'Nichts angeschlossen' auswählen.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
de: Den Satelliten auswählen, der an Port C des Switches angeschlossen ist. Bei Unsicherheit 'automatisch' auswählen und der Receiver wird versuchen, dies zu ermitteln. Ist dieser Port nicht belegt, 'Nichts angeschlossen' auswählen.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
de: Den Satelliten auswählen, der an Port D des Switches angeschlossen ist. Bei Unsicherheit 'automatisch' auswählen und der Receiver wird versuchen, dies zu ermitteln. Ist dieser Port nicht belegt, 'Nichts angeschlossen' auswählen.

source: Select the satellite you want to configure. Once configured you can select and configure other satellites that will be accessed using this same tuner.
de: Den Satelliten auswählen, der konfiguriert werden soll. Sobald dieser konfiguriert ist, können andere Satelliten ausgewählt und konfiguriert werden, auf die mit demselben Tuner zugegriffen wird.

source: Select the screen layout, from the options provided by the skin, to be used for the ChannelSelection screen.
de: Das Layout für den Senderauswahl-Bildschirm anhand der Skin-Optionen auswählen.

source: Select the shifted character set
de: Shift für die kommenden Zeichen benutzen

source: Select the shifted character set for the next character only
de: Shift nur für das nächste Zeichen benutzen

source: Select the sort order for the file lines:
de: Sortierreihenfolge der Zeilen auswählen:

source: Select the sort order of the Extension Menu entries.
de: Sortierreihenfolge der Menüpunkte im Erweiterungsmenü einstellen.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the menu entries to be hidden.
de: Sortierung und Sichtbarkeit (Benutzerdefiniert) der Einträge im Plugin-Manager einstellen.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the plugin entries to be hidden.
de: Sortierung der Menüeinträge im Plugin-Manager. 'Benutzerdefiniert' erlaubt auch das Verstecken von Einträgen.

source: Select the sort order of the menu entries. User defined also allows the menu entries to be hidden.
de: Sortierung und Sichtbarkeit (Benutzerdefiniert) der Menüeinträge einstellen.

source: Select the source location from where to obtain the upgrade files.
de: Die Quelle der Upgrade-Dateien auswählen.

source: Select the source of the default DNS settings.
de: Die Quelle der Standard-DNS-Einstellungen auswählen.

source: Select the starting/initial column to be activated on File Commander start up.
de: Startspalten vom File Commander auswählen.

source: Select the tags that should be used for this recording.
de: Die Tags auswählen, die für diese Aufnahme verwendet werden sollen.

source: Select the time after which this timer can start.
de: Die Zeit auswählen, nach der dieser Timer starten kann.

source: Select the time before which this timer should end.
de: Die Zeit auswählen, vor der dieser Timer enden soll.

source: Select the time delay before the button starts repeating.
de: Zeitverzögerung auswählen, bevor sich die Taste zu wiederholen beginnt.

source: Select the time delay between each repeat of the button.
de: Zeitverzögerung zwischen den Tastenwiederholungen auswählen.

source: Select the time to which the EPG should be positioned. Press LEFT/RIGHT to decrease/increase the time by an hour. Press PREV/NEXT to decrease/increase the time by a day.
de: Die Zeit auswählen, auf die der EPG gesetzt werden soll. Links/Rechts verringert/erhöht diese Zeit um eine Stunde. Hoch/Runter verringert/erhöht diese Zeit um einen Tag.

source: Select the time when this instant recording timer should end. Press LEFT/RIGHT to decrease/increase the time by a minute. Press PREV/NEXT to decrease/increase the time by an hour.
de: Die Zeit auswählen, wann diese Sofortaufnahme enden soll. Links/Rechts verringert/erhöht diese Zeit um eine Minute. Hoch/Runter verringert/erhöht diese Zeit um eine Stunde.
