Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move the dish from one satellite to another.
de: Mit zusätzlichen Motoroptionen können Details aus dem Datenblatt des Motors eingegeben werden, so dass berechnet werden kann, wie lange es dauert, die Antenne von einem Satelliten zum anderen zu bewegen.

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move to another satellite.
de: Mit zusätzlichen Motoroptionen können Details aus dem Datenblatt des Motors eingegeben werden, so dass berechnet werden kann, wie lange es dauern wird, um zu einem anderen Satelliten zu wechseln.

source: Address
de: Adresse

source: Adjust 3D settings
de: 3D-Einstellungen anpassen

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
de: Die Farbeinstellungen verändern, so dass alle Farbabstufungen unterschieden werden können, diese aber so gesättigt wie möglich dargestellt werden. OK drücken, um die Feineinstellungen zu beenden. Mit den Zahlentasten können weitere Testbilder ausgewählt werden.

source: Adjust the horizontal position of the letters used for teletext.
de: Justiert die horizontale Position der Zeichen für die Videotext-Darstellung.

source: Adjust the vertical position of the letters used for teletext.
de: Justiert die vertikale Position der Zeichen für die Videotext-Darstellung.

source: Adult
de: Erwachsene

source: Adult Audience, Strong Violence 15+
de: Erwachsenes Publikum, starke Gewalt 15+

source: Adv. UnInstall
de: Adv. Deinstallieren

source: Advanced
de: Erweitert

source: Advanced Options
de: Erweiterte Optionen

source: Advanced Restore
de: Erweiterte Wiederherstellung

source: Advanced Settings
de: Erweiterte Einstellungen

source: Advanced options and settings.
de: Erweiterte Optionen und Einstellungen.

source: Advanced video enhancement setup
de: Bildoptimierungen einstellen

source: Adventure
de: Abenteuer

source: After Event
de: Nach dem Ereignis

source: After PowerLost
de: Nach Stromausfall

source: After event
de: Nach dem Ereignis

source: After pressing OK, please wait!
de: Nach dem Drücken von OK bitte warten!

source: After recording
de: Nach der Aufnahme

source: After zap
de: Nach dem Umschalten

source: Aland Islands
de: Ålandinseln

source: Albania
de: Albanien

source: Albanian
de: Albanien

source: Algeria
de: Algerien

source: Alignment channel number
de: Ausrichtung der Sendernummer

source: Alignment event-progress
de: Ausrichtung Sendungsfortschritt

source: Alignment of events
de: Ausrichtung der Sendungsnamen

source: Alignment of service names
de: Ausrichtung der Sendernamen

source: All
de: Alle

source: All Services
de: Alle Sender

source: All Softcams will be deinstalled Are you sure ?
de: Alle Softcams werden deinstalliert Bist du sicher ?

source: All ages
de: Jedes Alter

source: All events down
de: Alle Ereignisse runter

source: All events up
de: Alle Ereignisse hoch

source: All files
de: Alle Dateien

source: All resolutions
de: Alle Auflösungen

source: All satellites 1 (USALS)
de: Alle Satelliten 1 (USALS)

source: All satellites 2 (USALS)
de: Alle Satelliten 2 (USALS)

source: All satellites 3 (USALS)
de: Alle Satelliten 3 (USALS)

source: All satellites 4 (USALS)
de: Alle Satelliten 4 (USALS)

source: All services provider
de: Alle Sendergruppen

source: All supported
de: Alle unterstützten

source: Allocate
de: Zuweisen

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorized dishes) to save setting up the same LNB multiple times.
de: Dem physikalischen LNB, der konfiguriert wurde, eine Nummer zuweisen. Dieser LNB kann erneut für andere Satelliten (z. B. motorisierte Satelliten) ausgewählt werden, um die Einrichtung desselben LNBs mehrere Male zu speichern.

source: Allow 10bit
de: Erlaube 10 Bit

source: Allow 12bit
de: Erlaube 12 Bit

source: Allow quit movie player with exit
de: Movieplayer mit EXIT beenden

source: Allow subtitle language to equal audio language
de: Untertitel und Tonspur in gleicher Sprache erlauben

source: Allow subtitles for hearing impaired
de: Untertitel für Hörgeschädigte erlauben

source: Allow unsupported modes
de: Nicht unterstützte Modi erlauben

source: Allows the %s %s to read the stored EPG data regularly.
de: 'Ja' erlaubt regelmäßiges Lesen der EPG-Daten aus der unter 'EPG Dateiname' eingestellten Datei.

source: Allows the %s %s to store the EPG data regularly.
de: 'Ja' erlaubt regelmäßiges Schreiben der EPG-Daten in die unter 'EPG Dateiname' eingestellte Datei.

source: Allows the TV remote to be used to control the receiver.
de: Den Receiver mit der Fernbedienung des Fernsehers steuern.

source: Allows you schedule your image backups.
de: Ermöglicht Ihnen, Ihre Image-Backups zu planen.

source: Allows you to adjust the amount of time the resolution information display on screen.
de: Die Anzeige der Bildschirmeinblendung bei Auflösungsänderungen einstellen.

source: Allows you to enable the GStreamer debug log. They contain very detailed information of everything the GStreamer system does.
de: Ein aktiviertes GStreamer Debug-Log enthält detaillierte Informationen über alles, was das GStreamer-System macht.

source: Allows you to enable the GStreamer pipeline graphs. These are .dot files that describe the topology of your pipeline, along with the caps negotiated in each link.
de: Ein aktiviertes GStreamer Pipeline Graphs erstellt '.dot' Dateien, welche die Struktur der Pipeline und die zwischen den Verbindungen ausgehandelten Eigenschaften enthalten.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
de: Ein aktiviertes Debug-Log enthält detaillierte Informationen über alles, was das System macht.

source: Allows you to enable/disable displaying icons on the front panel.
de: Anzeige von Icons auf dem Display erlauben.

source: Allows you to hide the extensions of known file types.
de: Bei 'Ja' werden Dateiendungen von bekannten Dateiformaten ausgeblendet.

source: Allows you to set a schedule to import the EPG and channels list. The EPG and channels list will always be imported on reboot or GUI restart.
de: Ermöglicht Ihnen, einen Zeitplan für den Import des EPG und der Kanalliste festzulegen. Der EPG und die Kanalliste werden immer beim Neustart oder GUI-Neustart importiert.

source: Allows you to set the maximum size of the Debug log size (MB). When that size is reached, a new file will be created.
de: Maximale Größe in Megabyte (MB) des Debug-Logs festlegen. Wenn diese Größe erreicht ist, wird eine neue Datei erstellt.

source: Allows you to show/hide Log Manager in extensions (BLUE button).
de: Die Logverwaltung unter Erweiterungen (Taste BLAU) anzeigen oder verstecken.

source: Allows you to show/hide OScam/CCcam in the Extension Menu screen (BLUE button).
de: OSCam/CCcam Info unter Erweiterungen (Taste BLAU) anzeigen.

source: Allows you to tag your image backup to a box. (default is box name/type)
de: Ermöglicht Ihnen, Ihr Image-Backup einer Box zuzuordnen. (Standard ist Boxname/-typ)

source: Alpha
de: Buchstabe

source: Alphabetical
de: Alphabetisch

source: Alphabetical under headings
de: Alphabetisch unter Überschriften

source: Alphanumeric
de: Alphanumerisch

source: Also import at reboot/restart enigma2
de: Auch bei Neustart von Enigma2 importieren

source: Also import from the extension menu
de: Auch aus dem Erweiterungsmenü importieren

source: Also import when box is leaving standby
de: Auch imporieren, wenn die Box aus dem Standby kommt

source: Also on standby
de: Auch im Standby

source: Alternative Edit
de: Alternativen-Bearbeitung

source: Alternative URLs for DVB-T/C or ATSC
de: Alternative URLs für DVB-T / C oder ATSC

source: Alternative radio mode
de: Alternativer Radiomodus

source: Alternative services tuner priority
de: Tuner-Priorität bei alternativen Services

source: Always
de: Immer

source: Always ask
de: Immer nachfragen

source: Always include ECM in recordings
de: Immer ECM mit aufnehmen

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
de: Bei 'Ja' setzt diese Funktion die Timer Einstellung außer Kraft. Aufzeichnungen werden immer verschlüsselt gespeichert und nachträglich entschlüsselt, wenn die Hardware diese Funktion unterstützt.

source: Always show bouquets
de: Favoritenlisten anzeigen

source: Always use smart1080p mode
de: Smart1080p-Modus verwenden

source: American Samoa
de: Amerikanisch-Samoa

source: Amharic
de: Amharisch

source: An attempt is made to capture the current TV status. If this is not possible due to incorrect or missing status messages it may cause the receiver to respond unexpectedly. On the other hand, tries to respond better to different operating conditions.
de: Es wird versucht, den aktuellen TV-Betriebszustand zu erfassen. Ist dies aufgrund falscher oder fehlender Statusmeldungen nicht möglich, kann der Receiver unerwartet reagieren. Andererseits wird versucht, auf verschiedene Betriebszustände besser zu reagieren.

source: An error occurred while downloading the packet list. Please try again.
de: Beim Laden der Paketliste ist ein Fehler aufgetreten! Bitte versuchen Sie es erneut.

source: An unknown error occurred!
de: Ein unbekannter Fehler ist aufgetreten!

source: Angle
de: Winkel

source: Animation Setup
de: Animationseinstellungen

source: Animation Speed
de: Animationsgeschwindigkeit

source: Animations
de: Animation

source: Antarctica
de: Antarktika

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Any activity
de: Jede Aktivität

source: Any recordings
de: Alle Aufnahmen

source: Aperture F number
de: Blende F Nummer

source: Apply any changes to the active locale/language and exit
de: Änderungen anwenden, um die aktive Sprache zu aktivieren und zu beenden.

source: Apply the currently highlighted locale/language and exit
de: Die aktuell markierte Sprache anwenden und beenden.

source: Arabic
de: Arabisch

source: Arabic (Egyptian)
de: Arabisch (Egyptisch)

source: Arabic (Moroccan)
de: Arabisch (Marokkanisch)

source: Arabic (Syro-Lebanese)
de: Arabisch (Syro-Libanesisch)

source: Arabic (Tunisian)
de: Arabisch (Tunesisch)

source: Aragonese
de: Aragonesisch

source: Are the settings correct ?
de: Sind die Einstellungen korrekt?

source: Are you ready to run the script ?
de: Das Skript jetzt starten?

source: Are you sure to cancel all changes?
de: Alle Änderungen verwerfen?

source: Are you sure to delete all cuts and marks?
de: Alle Markierungen und Schnitte entfernen?

source: Are you sure to purge all deleted user bouquets?
de: Alle gelöschten Benutzerfavoriten entfernen?

source: Are you sure to remove all %d.%d%s%s services?
de: %d.%d%s%s wirklich entfernen?

source: Are you sure to remove all cable services?
de: Alle Kabel-Dienste entfernen?

source: Are you sure to remove all terrestrial services?
de: Alle terrestrischen Dienste entfernen?

source: Are you sure to remove this entry?
de: Diesen Eintrag wirklich löschen?

source: Are you sure you want to Boot Image:
de: Sind Sie sicher, dass Sie das Boot-Image erstellen möchten:

source: Are you sure you want to activate this network configuration?
de: Diese Netzwerkkonfiguration wirklich aktivieren?

source: Are you sure you want to delete the following backup:
de: Soll wirklich folgendes gelöscht werden? Sicherung(en):

source: Are you sure you want to delete Image:
de: Sind Sie sicher, dass Sie das Bild löschen möchten:

source: Are you sure you want to delete all selected logs:
de: Alle ausgewählten Logdateien löschen:

source: Are you sure you want to delete the EPG data from:
de: Die EPG-Daten wirklich löschen:

source: Are you sure you want to delete this image?
de: Dieses Image wirklich löschen?

source: Are you sure you want to delete this log:
de: Dieses Log löschen:

source: Are you sure you want to delete this:
de: Sind Sie sicher, dass Sie Folgendes löschen möchten:

source: Are you sure you want to delete this?
de: Wirklich dies löschen?

source: Are you sure you want to exit this wizard?
de: Diesen Assistenten verlassen?

source: Are you sure you want to reload the EPG data from:
de: Die EPG-Daten von hier neu laden:

source: Are you sure you want to restart your network interfaces?
de: Die Netzwerkschnittstelle neu starten?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
de: Sollen die folgenden Einstellungen wirklich wiederhergestellt werden? Sicherung: %s Nach der Wiederherstellung wird der Receiver neu gestartet!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
de: Sollen die Einstellungen des Receivers wirklich wiederhergestellt werden? Nach der Wiederherstellung wird der Receiver neu gestartet!

source: Are you sure you want to restore your STB backup? STB will restart after the restore
de: Sollen die Einstellungen der %s %s wirklich wiederhergestellt werden? Nach der Wiederherstellung wird der Receiver neu gestartet!

source: Are you sure you want to save the EPG Cache to:
de: Die EPG-Daten hier speichern:

source: Are you sure you want to start the image now?:
de: Sind Sie sicher, dass Sie das Image jetzt starten möchten?:

source: Argentina
de: Argentinien

source: Armenia
de: Armenien

source: Armenian
de: Armenisch

source: Artist
de: Künstler

source: Arts & Culture
de: Kunst/Kultur

source: Arts/Culture
de: Kunst/Kultur

source: As plugin in extended bar
de: Plugin in der Erweiterungsliste

source: Ascending
de: Aufsteigend

source: Ask user
de: Benutzer fragen

source: Ask user (with default as 'No')
de: Fragen ('Nein' voreingestellt)

source: Ask user (with default as 'Yes')
de: Fragen ('Ja' voreingestellt)

source: Aspect
de: Aspekt

source: Aspect Ratio Actions
de: Seitenverhältnisaktionen

source: Aspect Ratio:
de: Seitenverhältnis:

source: Aspect Ratio: n/a
de: Seitenverhältnis: n/a

source: Aspect list...
de: Seitenverhältnis...

source: Aspect ratio
de: Seitenverhältnis

source: Aspect switch
de: Seitenverhältnis umschalten

source: Assamese
de: Assamesisch

source: Assigned CAIds:
de: Zugewiesene CAIDs:

source: Assigned services/provider:
de: Zugewiesene Services/Provider:

source: Astra 1 19.2e
de: Astra 1 19,2° Ost

source: Astra 2 28.2e
de: Astra 2 28,2° Ost

source: Astra 3 23.5e
de: Astra 3 23,5° Ost

source: At beginning
de: Am Anfang

source: At end
de: Am Ende

source: At end of current program
de: Am Ende der laufenden Sendung

source: At end: %s
de: Am Ende: %s

source: Athletics
de: Leichtathletik

source: Attention! During the entire installation process does not restart the receiver!
de: Aufmerksamkeit! Während des gesamten Installationsvorgangs wird der Receiver nicht neu gestartet!

source: Audio
de: Ton

source: Audio Actions
de: Audioaktionen

source: Audio Auto Volume Level
de: Automatische Lautstärkeanpassung

source: Audio Channel
de: Tonkanal

source: Audio PID%s, codec & lang
de: Audio-PID%s, Codec und Sprache

source: Audio PID, codec & lang
de: Audio-PID - Codec - Sprache

source: Audio Selection
de: Audioauswahl

source: Audio Settings
de: Toneinstellungen

source: Audio Source
de: Tonquelle

source: Audio language selection 1
de: Ton-Sprachauswahl 1

source: Audio language selection 2
de: Ton-Sprachauswahl 2

source: Audio language selection 3
de: Ton-Sprachauswahl 3

source: Audio language selection 4
de: Ton-Sprachauswahl 4

source: Audio options...
de: Toneinstellungen...

source: Australia
de: Australien

source: Austria
de: Österreich

source: Authoring mode
de: Autoren-Modus

source: Auto Detect
de: Automatische Erkennung

source: Auto Language Settings
de: Automatische Sprachauswahl

source: Auto SCART switching
de: Automatische Scart-Umschaltung

source: Auto Timers
de: AutoTimer

source: Auto Volume Level
de: Automatische Lautstärkeanpassung

source: Auto chapter split every ? minutes (0=never)
de: Automatischer Kapitelwechsel alle x Minuten (0=nie)

source: Auto deep standby
de: Automatisch in Deep-Standby

source: Auto flesh
de: Automatische Hautfarbe

source: Auto focus
de: Autofokus

source: Auto focus commencing ...
de: Autofokus startet...

source: Auto multi-selection
de: Auto-Multiauswahl

source: Auto shut down
de: Automatisches Herunterfahren

source: Auto standby
de: Automatisch in Standby

source: Auto timeout (5-150min):
de: Automatisches Timeout (5–150 Minuten):

source: Auto timeout:
de: Automatisches Timeout

source: Auto video mode selected
de: Automatischer Videomodus ausgewählt

source: Auto video mode selected for the TV.
de: Automatischer Videomodus für das Fernsehgerät ausgewählt.

source: Auto(not available)
de: Auto (nicht verfügbar)

source: AutoCam Settings
de: AutoCam Einstellungen

source: AutoCam Setup Actions
de: AutoCam Einstellungsaktionen

source: AutoMountManager
de: Automatisches Mount-Management

source: Automatic
de: Automatisch

source: Automatic Scan
de: Automatischer Suchlauf

source: Automatic resolution
de: Automatische Auflösung

source: Automatic resolution label
de: Bildschirmmeldung der Auflösung

source: Automatic scan
de: Automatischer Scan

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
de: Den Fernseher automatisch zusammen mit dem Receiver in den Standby oder Deep-Standby versetzen.

source: Automatically start time shift after
de: Automatisch Timeshift starten nach

source: Automatically turn on external subtitles
de: Externe Untertitel automatisch anschalten

source: Automatically update Client/Server View
de: Client-/Server-Ansicht automatisch aktualisieren.

source: Automatically update Client/Server View?
de: Client/Server-Ansicht automatisch aktualisieren?

source: Available format variables
de: Verfügbare Formatierungsvariablen

source: Available locales are:
de: Vorhandene Sprachen:

source: Available shares:
de: Verfügbare Netzwerkfreigaben:

source: Available:
de: Verfügbar:

source: Avaric
de: Awarisch

source: Avestan
de: Avestisch

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
de: Bei 'Ja' wird ein Hängenbleiben beim Spulen verhindert, wenn die Sprungdistanz kleiner ist als der Abstand zwischen I-Frames (ein gewisses Ruckeln ist dabei unvermeidbar).

source: Azerbaijan
de: Aserbaidschan

source: Azerbaijani
de: Aserbaidschanisch

source: BDMV Blu-ray disk (HDTV titles only)
de: BDMV Blu-ray (Nur HDTV-Titel)

source: BDMV Compatible Blu-ray disk (HDTV only)
de: BDMV kompatible Blu-ray (nur HDTV)

source: BLUDISC RECORDABLE
de: Beschreibbare Blu-ray

source: BLUE button
de: Taste BLAU

source: BLUE long
de: BLAU lang

source: BLUE switch: BLUE/BLUE long
de: Taste BLAU kurz/lang

source: Back
de: Zurück

source: Back USB
de: Rückseite USB

source: Back USB 3.0
de: USB-3.0 (Rückseite)

source: Back, inner USB
de: Rückseite, innen USB

source: Back, lower USB
de: Rückseite, unterer USB-Anschluss

source: Back, outer USB
de: Rückseite, außen USB

source: Back, upper USB
de: Rückseite, oberer USB-Anschluss

source: Back/Recall
de: Zurück

source: Background
de: Hintergrund

source: Background color
de: Hintergrundfarbe

source: Background delete option
de: Option zum Löschen im Hintergrund

source: Background delete speed
de: Geschwindigkeit beim Löschen im Hintergrund

source: Backup
de: Sicherung

source: Backup Image
de: Image-Sicherung

source: Backup Location
de: Speicherort für die Sicherung

source: Backup Log
de: Sicherungslog

source: Backup Mode
de: Sicherungsmodus

source: Backup Mode: Flash Online
de: Sicherungsmodus: Flash Online

source: Backup Mode: USB Recovery
de: Sicherungsmodus: USB-Recovery

source: Backup Settings
de: Einstellungen sichern

source: Backup System Settings
de: Systemeinstellungen sichern

source: Backup completed.
de: Sicherung beendet.

source: Backup done.
de: Sichern der Einstellungen beendet.

source: Backup failed.
de: Sicherung fehlgeschlagen!

source: Backup images
de: Gesicherte Images

source: Backup is running...
de: Einstellungen werden gesichert...

source: Backup plugins found do you want to install now?
de: Gesicherte Erweiterungen gefunden! Diese jetzt installieren?

source: Backup prefix
de: Backup-Präfix

source: Backup tool for %s %s
de: Sicherungs-Tool für %s %s

source: Backup your %s %s settings.
de: Einstellungen der %s %s sichern.

source: Backup your running %s %s image to HDD or USB.
de: Sicherung des laufenden Images der %s %s auf Festplatte oder USB.

source: Bandwidth
de: Bandbreite

source: Bangladesh
de: Bangladesch

source: Base
de: Basis

source: Base Shell
de: Basis Konsole Pakete

source: Base time
de: Zeitraster

source: Base transparency for OpenOpera web browser
de: Basistransparenz für den OpenOpera-Webbrowser

source: Base transparency for teletext, more options available within teletext screen.
de: Basistransparenz für Videotext, weitere Optionen im Videotextbildschirm verfügbar.

source: Bashkir
de: Baschkirisch

source: Basic PID info
de: Basis-PID-Info

source: Basque
de: Baskisch

source: Begin time
de: Anfangszeit

source: Behave like STOP button
de: Wie Taste STOPP behandeln

source: Behavior of 'pause' when paused
de: Verhalten der Play oder Play/Pausetaste bei Standbild

source: Behavior of 0 key in PiP-mode
de: Verhalten der Taste '0' bei Bild-im-Bild

source: Behavior when a movie is started
de: Verhalten beim Start eines Films

source: Behavior when a movie is stopped
de: Verhalten beim Stoppen eines Films

source: Belarus
de: Weißrussland

source: Belarusian
de: Weißrussisch

source: Belgium
de: Belgien

source: Bengali
de: Bengalisch

source: Big PiP
de: Großes Bild-im-Bild

source: Bihari languages
de: Bihari-Sprachen

source: Biography
de: Biografie

source: Black
de: Schwarz

source: Black Screen
de: Schwarzer Bildschirm

source: Black screen till locked
de: Schwarzer Bildschirm bis gesichert

source: Blacklist
de: Sperrliste

source: Blinking REC
de: Blinkendes REC

source: Blinking REC Symbol
de: Blinkendes Aufnahmesymbol

source: Block device
de: Blockgerät

source: Block noise reduction
de: Block-Rauschen-Reduzierung

source: Blue
de: Blau

source: BluePanel/Extensions
de: BluePanel/Erweiterungen

source: Bluetooth Setup
de: Bluetooth-Einstellungen

source: Bolivia
de: Bolivien

source: Bookmark Sequence Actions
de: Lesezeichen-Sequenzaktionen

source: Bookmark added.
de: Lesezeichen hinzugefügt.

source: Bookmark removed.
de: Lesezeichen entfernt.

source: Bookmarks
de: Lesezeichen

source: Boost blue
de: Blauanteil erhöhen

source: Boost green
de: Grünanteil erhöhen

source: Boot Confirmation
de: Boot-Bestätigung

source: Boot image not changed.
de: Boot-Image nicht geändert.

source: Boot loader update required!
de: Bootloader-Update erforderlich!

source: Boot new Image directly?
de: Neues Bild direkt oot?

source: Boot time
de: Bootzeit

source: Boot time and local date/time
de: Bootzeit und lokales Datum und Uhrzeit

source: Boot time and local time
de: Bootzeit und lokale Uhrzeit

source: Boot without Bootmanager
de: Booten ohne Bootmanager

source: Boot-up action
de: Startmodus

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

source: Bosnian
de: Bosnisch

source: Bottom
de: Unten

source: Bouquet Edit
de: Bouquet-Editor

source: Bouquet List
de: Bouquetliste

source: Bouquet Selector
de: Favoritenauswahl
