Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Enable network traffic check
de: Überprüfung der Netzwerkdatenübertragung aktivieren

source: Enable new GStreamer playback
de: Neue GStreamer-Wiedergabe aktivieren

source: Enable or disable client mode.
de: Aktivieren oder deaktivieren Sie den Client-Modus.

source: Enable or disable using HDMI-CEC.
de: Verwendung von HDMI-CEC ein-/ausschalten.

source: Enable panic button
de: Paniktaste aktivieren

source: Enable preview
de: Vorschau aktivieren

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
de: Mit 'Ja' Remote-Enigma2-Receiver aktivieren, der versucht wird, wenn ein Sender lokal nicht empfangen werden kann (z.B. wenn der Tuner belegt oder der Sender lokal nicht verfügbar ist). Die komplette URL inklusive 'http://' und Portnummer (normalerweise '8001') angeben, also z.B. 'http://zweite_box:8001'.

source: Enable teletext caching
de: Videotext-Zwischenspeicher aktivieren

source: Enable terrestrial LCN:
de: Terrestrisches LCN aktivieren:

source: Enable the advanced HDMI-CEC setting options.
de: Erweiterte HDMI-CEC-Einstellungsoptionen aktivieren.

source: Enable this option to add MultiBoot information detected during system boot to the debug log file.
de: Aktivieren, um dem Debug-Log während des Systemstarts erkannte Multiboot-Informationen hinzuzufügen.

source: Enable this option to add action map / remote control mapping data to the debug log file.
de: Aktivieren, um dem Debug-Log Action-Map-Daten hinzuzufügen.

source: Enable this option to add extra DVB scan data to the debug log file.
de: Aktivieren, um dem Debug-Log zusätzlich DVB-Scan-Daten hinzuzufügen.

source: Enable this option to add extra EPG data to the debug log file.
de: Aktivieren, um dem Debug-Log zusätzlich EPG-Daten hinzuzufügen.

source: Enable this option to add international language and country load information detected during system boot to the debug log file.
de: Aktivieren, um dem Debug-Log internationale Sprach- und Länderinformationen hinzuzufügen, die während des Systemstarts erkannt wurden.

source: Enable this option to add keyboard key map data to the debug log file.
de: Aktivieren, um dem Debug-Log Tastaturdaten hinzuzufügen.

source: Enable this option to add opkg output data to the debug log file.
de: Aktivieren, um dem Debug-Log 'opkg'-Ausgabedaten hinzuzufügen.

source: Enable this option to add remote control data to the debug log file.
de: Aktivieren, um dem Debug-Log Fernbedienungsdaten hinzuzufügen.

source: Enable this option to add screen names and resolution data to the debug log file.
de: Aktivieren, um dem Debug-Log Bildschirmnamen und Auflösungsdaten hinzuzufügen.

source: Enable this option to add timer debugging data to the debug log file.
de: Aktivieren, um dem Debug-Log Timer-Daten hinzuzufügen.

source: Enable this setting if your aerial system needs power.
de: Diese Einstellung aktivieren, wenn das Antennensystem Strom benötigt.

source: Enable to add some extra spacing to the Information screens. This can improve readability.
de: Aktivieren, um den Informationsbildschirmen zusätzliche Abstände hinzuzufügen. Dies kann die Lesbarkeit verbessern.

source: Enable to display all True/False, Yes/No, On/Off and Enable/Disable setup options as a graphical switch.
de: Bei 'Ja' werden alle Optionen für 'Wahr/Falsch', 'Ja/Nein', 'Ein/Aus' und 'Einschalten/Ausschalten' als grafischer Schalter dargestellt.

source: Enable to display setup entries alphabetically.
de: Bei 'Ja' werden Menüpunkte in allen Menüs alphabetisch sortiert dargestellt.

source: Enable to display the current value of the slider at end of the slider bar.
de: Bei 'Ja' wird in Menüs mit Schiebereglern rechts neben dem Schieberegler der aktuell eingestellte Wert als Zahl angezeigt.

source: Enable to show the 'Restart Network' entry in the Extension Menu screen.
de: Bei 'Ja' wird 'Netzwerk neu starten' im Erweiterungsmenü angezeigt.

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
de: Aktivieren Sie die Verwendung von Tunern von einem anderen Enigma2-Receiver im lokalen Netzwerk. Remote-Tuner werden verwendet, wenn auf diesem Receiver keine Tuner verfügbar sind. (Kein freier Tuner oder Servicetyp verfügbar.)

source: Enable volume control with LEFT/RIGHT arrow buttons
de: Aktivieren Sie die Lautstärkeregelung mit den Pfeiltasten LINKS/RECHTS

source: Enable zapping with UP/DOWN arrow buttons
de: Aktivieren Sie das Zappen mit den Pfeiltasten AUF/AB

source: Enabled
de: Aktiviert

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
de: Bei 'Ja' wird das Entschlüsseln eines Streams aktiviert (wenn ECM-Daten im Stream enthalten sind und eine Karte vorhanden ist).

source: Encrypted:
de: Verschlüsselt:

source: Encryption
de: Verschlüsselung

source: Encryption Type:
de: Verschlüsselungstyp:

source: Encryption key
de: WLAN-Sicherheitsschlüssel

source: Encryption key type
de: Verschlüsselungstyp

source: Encryption:
de: Verschlüsselung:

source: End
de: Ende

source: End Alternatives Edit
de: Alternativen-Bearbeitung beenden

source: End Bouquet Edit
de: Bouquet bearbeiten beenden

source: End Favorites Edit
de: Favoriten bearbeiten beenden

source: End time
de: Endzeit

source: Energy Timer
de: Energiesparfunktion

source: Energy Timer: %d minute remains.
de: Energiesparfunktion: Noch %d Minute.

source: Energy Timer: %d second remains.
de: Energiesparfunktion: Noch %d Sekunde.

source: Energy Timer: Inactive.
de: Energiesparfunktion: Nicht aktiv.

source: Energy timer
de: Energiesparfunktion

source: EnergySaver action
de: Energiespar-Aktionen

source: EnergySaver activation delay
de: Aktivierungsverzögerung der Energiesparfunktion

source: EnergyTimer Actions
de: EnergyTimer Aktionen

source: EnergyTimer Overview
de: EnergyTimer Übersicht

source: English
de: Englisch

source: English name (Ascending)
de: Englischer Name (aufsteigend)

source: English name (Descending)
de: Englischer Name (absteigend)

source: Enigma2 Changes
de: Enigma2-Änderungen

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
de: Enigma2-Skinauswahl Bei Problemen bitte kontaktieren: stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 debug level: %s
de: Enigma2-Debugebene: %s

source: Enigma2 skin selector
de: Enigma2-Skinauswahl

source: Enter
de: Eingeben

source: Enter DNS (Dynamic Name Server) %d's IP address.
de: Die IP-Adresse vom DNS (Dynamic Name Server) %d eingeben.

source: Enter IP address
de: Die IP-Adresse eingeben

source: Enter PIN
de: PIN eingeben

source: Enter a description for this timer.
de: Eine Beschreibung für diesen Timer eingeben.

source: Enter a directory or process a file (play/view/edit/install/extract/run)
de: Datei abspielen/anzeigen/bearbeiten/installieren/extrahieren/ausführen oder ein Verzeichnis eingeben.

source: Enter a name for this timer.
de: Einen Namen für diesen Timer eingeben.

source: Enter a new name for this device.
de: Einen neuen Namen für dieses Gerät eingeben.

source: Enter if you are North or South of the equator.
de: Eingeben, ob sich der Receiver nördlich oder südlich des Äquators befindet.

source: Enter if you are in the East or West hemisphere.
de: Eingeben, ob sich der Receiver in der östlichen oder westlichen Hemisphäre befindet.

source: Enter main menu...
de: Hauptmenü öffnen...

source: Enter new directory name:
de: Neuen Verzeichnisnamen eingeben:

source: Enter number to jump to channel
de: Nummer, um zum Kanal zu wechseln

source: Enter persistent PIN code
de: PIN-Code eingeben

source: Enter pin code
de: PIN-Code eingeben

source: Enter text via an attached keyboard
de: Texteingabe über eine angeschlossene Tastatur

source: Enter the FTP password of the host receiver (required for any server running openDroid 7.5 or greater).
de: Geben Sie das FTP-Passwort des Host-Empfängers ein (erforderlich für jeden Server, auf dem openDroid 7.5 oder höher läuft).

source: Enter the FTP port of the host receiver (normally '21').
de: Geben Sie den FTP-Port des Host-Empfängers ein (normalerweise '21').

source: Enter the FTP username of the host receiver (normally 'root').
de: Geben Sie den FTP-Benutzernamen des Host-Empfängers ein (normalerweise 'root').

source: Enter the IP address of the host receiver.
de: Geben Sie die IP-Adresse des Host-Empfängers ein.

source: Enter the IP address of the receiver to use for fallback tuners.
de: Geben Sie die IP-Adresse des Receivers ein, der für Fallback-Tuner verwendet werden soll.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
de: Geben Sie die URL/IP des Fallback-Remote-Empfängers ein, z. B. „192.168.0.1“. Die anderen Angaben wie 'http://' und die Portnummer werden automatisch eingetragen, wenn Sie auf 'Speichern' klicken.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
de: Geben Sie die Domäne des Host-Empfängers ein. Schließen Sie weder 'http://' noch die Portnummer ein.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the specifications of your LNB.
de: Die Frequenz eingeben, mit welcher der LNB zwischen Low- und High-Band wechselt. Weitere Informationen befinden sich im Datenblatt des LNBs.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
de: Die Frequenzschrittgröße eingeben, die der Tuner bei der Suche nach Kabelmultiplexen verwenden soll. Weitere Informationen befinden sich in der Dokumentation des Kabelanbieters.

source: Enter the number stored in the positioner that corresponds to this satellite.
de: Die Nummer eingeben, die im Stellungsregler für diesen Satelliten gespeichert ist.

source: Enter the service pin
de: Den PIN-Code des Kanals eingeben

source: Enter the size in Megabyte of the first partition:
de: Geben Sie die Größe der ersten Partition in Megabyte ein

source: Enter the size in Megabyte of the second partition:
de: Geben Sie die Größe der zweiten Partition in Megabyte ein:

source: Enter the size in Megabyte of the third partition:
de: Geben Sie die Größe der dritten Partition in Megabyte ein:

source: Enter the streaming port of the host receiver (normally '8001').
de: Geben Sie den Streaming-Port des Host-Receivers ein (normalerweise '8001').

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
de: Den aktuellen Breitengrad eingeben. Dies ist die Anzahl der Grade (als Dezimalzahl) der Entfernung zum Äquator.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
de: Den aktuellen Längengrad eingeben. Dies ist die Anzahl der Grade (als Dezimalzahl) der Entfernung zum Nullmeridian.

source: Enter your high band local oscillator frequency. For more information consult the specifications of your LNB.
de: Die Frequenz des lokalen High-Band-Oszillators eingeben. Weitere Informationen befinden sich im Datenblatt des LNBs.

source: Enter your low band local oscillator frequency. For more information consult the specifications of your LNB.
de: Die Frequenz des lokalen Low-Band-Oszillators eingeben. Weitere Informationen befinden sich im Datenblatt des LNBs.

source: Enter your personal feed URL to allow you to select packages from your personal feed.
de: Die persönliche Feed-URL eingeben, um Pakete auswählen zu können.

source: Enter your subscription code, the unified code for trial is 15.
de: Geben Sie Ihren Abonnementcode ein. Der einheitliche Code für die Testversion lautet 15.

source: Entertainment
de: Unterhaltung

source: Entitlements
de: Berechtigungen

source: Entry image and text
de: Bild und Text

source: Entry image, number and text
de: Bild, Nummer und Text

source: Entry number and text
de: Nummer und Text

source: Entry text only
de: Nur Text

source: Epg/Guide
de: EPG/INFO

source: Equal to
de: Gleich wie

source: Equatorial Guinea
de: Äquatorialguinea

source: Error
de: Fehler

source: Error %d: %s
de: Fehler %d: %s!

source: Error %d: File '%s' cannot be opened! (%s)
de: Fehler %d: Datei '%s' kann nicht geöffnet werden! (%s)

source: Error %d: Unable to change password! (%s)
de: Fehler %d: Kennwort kann nicht geändert werden! (%s)

source: Error %d: Unable to check space! (%s)
de: Fehler %d: Speicherplatz kann nicht überprüft werden! (%s)

source: Error %d: Unable to create directory '%s'! (%s)
de: Fehler %d: Verzeichnis '%s' kann nicht erstellt werden! (%s)

source: Error %d: Unable to create package directory '%s'! (%s)
de: Fehler %d: Paketverzeichnis '%s' kann nicht erstellt werden! (%s)

source: Error %d: Unable to delete downloaded image '%s'! (%s)
de: Fehler %d: Heruntergeladenes Image '%s' kann nicht gelöscht werden! (%s)

source: Error %d: Unable to link '%s' as '%s'! (%s)
de: Fehler %d: '%s' kann nicht in '%s' geändert werden! (%s)

source: Error %d: Unable to read '%s'! (%s)
de: Fehler %d: '%s' kann nicht gelesen werden! (%s)

source: Error %d: Unable to rename directory/file '%s' to '%s'! (%s)
de: Fehler %d: Verzeichnis oder Datei '%s' kann nicht in '%s' umbenannt werden! (%s)

source: Error %d: Unable to rename related file '%s' to '%s'! (%s)
de: Fehler %d: Die zugehörige Datei '%s' kann nicht in '%s' umbenannt werden! (%s)

source: Error %d: Unable to set access mode on '%s'! (%s)
de: Fehler %d: Zugriffsmodus kann nicht auf '%s' eingestellt werden! (%s)

source: Error %d: Unable to start 'passwd' command!
de: Fehler %d: Befehl 'passwd' konnte nicht gestartet werden!

source: Error %s: Unable to get information for '%s'! (%s)
de: Fehler %s: Informationen für '%s' konnten nicht abgerufen werden! (%s)

source: Error checking disk. The disk may be damaged
de: Fehler beim Überprüfen der Festplatte. Die Festplatte ist möglicherweise beschädigt

source: Error code
de: Fehlercode

source: Error command '%s'
de: Fehlerbefehl %s

source: Error creating oscam camstart files!
de: Fehler beim Erstellen der Oscam Camstart-Dateien

source: Error creating oscam.conf!
de: Fehler beim Erstellen von oscam.conf!

source: Error creating oscam.dvbapi!
de: Fehler beim Erstellen von oscam.dvbapi!

source: Error creating oscam.server!
de: Fehler beim Erstellen von oscam.server!

source: Error creating oscam.services!
de: Fehler beim Erstellen von oscam.services!

source: Error creating oscam.user!
de: Fehler beim Erstellen von oscam.user!

source: Error downloading image '%s'!
de: Fehler beim Herunterladen des Images '%s'!

source: Error executing plugin
de: Ausführen des Plugins fehlgeschlagen!

source: Error formatting disk. The disk may be damaged
de: Fehler beim Formatieren der Festplatte. Die Festplatte ist möglicherweise beschädigt

source: Error getting link via %s %s
de: Fehler beim Abrufen des Links über %s %s!

source: Error reading webpage!
de: Fehler beim Lesen der Webseite!

source: Error text:
de: Fehlertext:

source: Error unzipping image '%s'!
de: Fehler beim Entpacken des Images '%s'!

source: Error while retrieving fallback timer information %s
de: Fehler beim Abrufen der Informationen des Reserve-Timers %s

source: Error: %s
de: Fehler: %s

source: Error: %s Retry?
de: Fehler aufgetreten: %s! Erneut versuchen?

source: Error: An empty filename is illegal!
de: Fehler: Leere Dateinamen sind unzulässig!

source: Error: Cannot find any images!
de: Fehler: Es können keine Images gefunden werden!

source: Error: Could not find a suitable device! Please remove some downloaded images or attach another device (e.g. USB stick) with sufficient free space and try again.
de: Es konnte kein geeignetes Medium gefunden werden! Einige heruntergeladene Images entfernen, oder ein Medium (z.B. USB-Stick) mit ausreichend freiem Speicherplatz einlegen und es dann erneut versuchen.

source: Error: Creating directory '%s' failed!
de: Fehler: Das Erstellen des Verzeichnisses '%s' ist fehlgeschlagen!

source: Error: Creating picon target directory: (%s)
de: Fehler beim Erzeugen des Zielordners ('%s')!

source: Error: File '%s' cannot be opened! (%s)
de: Fehler: Datei '%s' kann nicht geöffnet werden! (%s)

source: Error: File or directory '%s' already exists!
de: Fehler: Datei oder Verzeichnis '%s' existiert bereits!

source: Error: FileCommanderData screen requires a formatting dictionary!
de: Fehler: FileCommanderData-Bildschirm benötig valide Daten!

source: Error: Image '%s' to install is invalid!
de: Fehler: Das zu installierende Image '%s' ist ungültig!

source: Error: Interaction failure, unable to change password!
de: Interaktionsfehler: Passwort kann nicht geändert werden!

source: Error: Invalid directory '%s' selected!
de: Fehler: Unzulässiges Verzeichnis '%s' ausgewählt!

source: Error: It is not possible to run '%s' on '%s'!
de: Fehler: Es ist nicht möglich, '%s' auf '%s' auszuführen!

source: Error: Program '%s' not installed and the package containing this program is unknown!
de: Fehler: Das Programm '%s' ist nicht installiert, und das Paket, in dem es enthalten sein soll, ist unbekannt!

source: Error: Removing directory '%s' failed! (Maybe the directory is not empty.)
de: Fehler: Entfernen des Verzeichnisses '%s' fehlgeschlagen! Nicht leer?

source: Error: Script '%s' must have read permission to be able to run!
de: Fehler: Das Skript '%s' muss über Leseberechtigung verfügen, um es ausführen zu können!

source: Error: The new password may not be blank!
de: Fehler: Das neue Passwort darf nicht leer sein!

source: Error: The path '%s' already exists!
de: Fehler: Der Pfad '%s' existiert bereits!

source: Error: The root file system and system directories can't be deleted!
de: Fehler: Das Root File System und Systemverzeichnisse können nicht gelöscht werden!

source: Error: The root file system and system directories can't be moved!
de: Fehler: Das Root File System und Systemverzeichnisse können nicht verschoben werden!

source: Error: The root file system and system directories can't be renamed!
de: Fehler: Das Root File System und Systemverzeichnisse können nicht umbenannt werden!

source: Error: The selected service can't be recorded!
de: Fehler: Vom ausgewählten Sender kann nicht aufgenommen werden!

source: Error: There was a problem writing '%s'!
de: Fehler beim Schreiben von '%s'!

source: Error: There was an issue in the reset of the feeds! Please reboot the %s %s and check the file system for any errors before trying this command again.
de: Fehler: Es gab ein Problem beim Feed-Reset! Die %s %s neu starten und danach das Filesystem auf Fehler testen. Es dann erneut versuchen.

source: Error: Unable to create the required directories on the target device (e.g. USB stick or hard disk)! Please verify device and try again.
de: Die erforderlichen Verzeichnisse auf dem Medium (z.B. USB-Stick oder Festplatte) können nicht erstellt werden! Bitte das Medium überprüfen und es dann erneut versuchen.

source: Error: Unable to rename directory '%s' to '%s'!
de: Fehler: Das Verzeichnis '%s' kann nicht in '%s' umbenannt werden!

source: Error: You can't run '%s' on '%s'!
de: Fehler: '%s' auf '%s' anwenden ist nicht erlaubt!

source: Error: You can't run '%s' on a directory!
de: Fehler: '%s' auf ein Verzeichnis anwenden ist nicht erlaubt!

source: Estonia
de: Estland

source: Estonian
de: Estnisch

source: Ethernet network interface
de: Ethernet-Netzwerkschnittstelle

source: Ethiopia
de: Äthiopien

source: Even if TV has another input active?
de: Auch wenn der TV einen anderen Eingang aktiviert hat?

source: Even if a 'Wakeup' PowerTimer starting?
de: Auch wenn ein 'Aufwecken' PowerTimer startet?

source: Even if a 'Zap and Record' recording timer starting?
de: Auch wenn ein 'Umschalten und Aufnehmen' Timer startet?

source: Even if a 'Zap' recording timer starting?
de: Auch wenn ein 'Umschalten' Aufnahmetimer startet?

source: Event Info
de: Sendungsinformationen

source: Event View
de: Sendungsinformation

source: Event View Actions
de: Aktionen der Sendungsinformationen

source: Event View Context Menu
de: Sendungsinformationen

source: Event font size
de: Schriftgröße für Sendungsnamen

source: Event name only
de: Nur Sendungsname

source: Event view
de: Ereignisansicht

source: Event view menu
de: Sendungsanzeigenmenü

source: EventViewEPG Actions
de: Sendungsinfo EPG Aktionen

source: Every 12 hours
de: Alle 12 Stunden

source: Every 2 hours
de: Alle 2 Stunden

source: Every 3 hours
de: Alle 3 Stunden

source: Every 6 hours
de: Alle 6 Stunden

source: Every hour
de: Stündlich

source: Everyday
de: Täglich

source: Everywhere
de: Überall

source: Ewe
de: Ewe-Sprache

source: Exceeds Blu-ray disc medium!
de: Übersteigt die Größe eines Blu-ray-Mediums!

source: Exceeds dual layer medium!
de: Übersteigt die Größe eines Dual-Layer-Mediums!

source: Execution condition
de: Ausführungsbedingung

source: Execution finished!!
de: Ausführung beendet!

source: Execution progress:
de: Fortschritt der Ausführung:

source: Exit
de: Beenden

source: Exit EPG
de: EPG verlassen

source: Exit File Commander
de: File Commander beenden

source: Exit MAC address configuration
de: Konfiguration der MAC-Addresse verlassen

source: Exit Quad Channel Selection
de: Beende Quad Bild-im-Bild Senderauswahl

source: Exit all menus
de: Alle Menüs verlassen

source: Exit and close all screens without performing a backup
de: Beenden, ohne eine Sicherung auszuführen

source: Exit editor
de: Editor beenden

source: Exit editor and discard any changes
de: Editor verlassen und alle Änderungen verwerfen

source: Exit editor and save any changes
de: Editor verlassen und alle Änderungen speichern

source: Exit image viewer
de: Bildanzeiger verlassen

source: Exit input device selection.
de: Eingabegeräteauswahl verlassen.

source: Exit media player?
de: Mediaplayer verlassen?

source: Exit mediaplayer
de: Mediaplayer beenden

source: Exit menu
de: Menü verlassen

source: Exit movie list
de: Verlasse Filmauswahl

source: Exit movie player?
de: Movieplayer verlassen?

source: Exit network adapter configuration
de: Netzwerkadapter-Konfiguration verlassen

source: Exit network adapter setup menu
de: Netzwerkadapter-Setup-Menü verlassen

source: Exit network interface list
de: Netzwerkadapterübersicht verlassen

source: Exit network wizard
de: Netzwerkassistenten verlassen

source: Exit quad PiP
de: Beende Quad Bild-im-Bild

source: Exit the wizard
de: Assistenten beenden

source: Exit viewer
de: Anzeiger verlassen

source: Exit without performing a backup
de: Beenden, ohne eine Sicherung auszuführen

source: Expand
de: Erweitern

source: Experimental mode
de: Experimenteller Modus

source: Experimental: strict limitation to preferred tuners for recordings
de: Exp.: Beschränkung auf bevorzugte Tuner bei Aufnahmen

source: Expert
de: Experte

source: Expert mode
de: Expertenmodus

source: Exposure bias
de: Belichtungskorrektur

source: Exposure program
de: Belichtungsprogramm

source: Exposure time
de: Belichtungszeit

source: Extend
de: Verlängern

source: Extended
de: Erweitert

source: Extended GUI
de: Erweiterte GUI

source: Extended Networksetup Plugin...
de: Plugin für erweiterte Netzwerkeinstellungen...

source: Extended PID info
de: Erweiterte PID-Info

source: Extended Setup...
de: Erweiterte Einstellungen...

source: Extended Shares
de: Erweiterte Netzwerkfreigaben

source: Extension
de: Erweiterungen
