Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Show Single EPG
de: Einzel-EPG anzeigen

source: Show Skin Component packages
de: Skinkomponenten anzeigen

source: Show Skin packages
de: Skin-Pakete anzeigen

source: Show Softcam packages
de: Softcam-Pakete anzeigen

source: Show Source packages
de: Source-Pakete anzeigen

source: Show Subscription packages
de: Abo-Pakete anzeigen

source: Show Subservices Of Active Service
de: Unterkanäle vom aktiven Sender anzeigen

source: Show System Plugin packages
de: Systemplugins anzeigen

source: Show Timer List
de: Alle Timer anzeigen

source: Show Transponder Information
de: Transponder-Info anzeigen

source: Show True/False as graphical switch
de: 'Ja'/'Nein' als grafischen Schalter anzeigen

source: Show VBI Line For This Service
de: VBI-Line für diesen Kanal wieder anzeigen

source: Show VCR SCART on main menu
de: Scart-Videorekorder im Hauptmenü anzeigen

source: Show Vertical EPG
de: Vertikalen EPG anzeigen

source: Show WLAN status
de: WLAN-Status anzeigen

source: Show Web Link packages
de: Weblink-Pakete anzeigen

source: Show a spinning logo when the system is busy.
de: Zeigt ein rotierendes Logo, wenn das System ausgelastet ist.

source: Show additional slider value
de: Zusätzlichen Schiebereglerwert anzeigen

source: Show advanced settings
de: Erweiterte Einstellungen anzeigen

source: Show all available services
de: Alle verfügbaren Sender anzeigen

source: Show animation while busy
de: Zeige Animation, solange ausgelastet

source: Show background in Radio Mode
de: Zeige im Radiomodus einen Hintergrund

source: Show background when tuned to a radio channel.
de: Zeige beim Abspielen eines Radiosenders einen Hintergrund.

source: Show bouquet on launch
de: Bouquet beim Start anzeigen

source: Show channel number in InfoBar
de: Sendernummer in der Infoleiste anzeigen

source: Show channel numbers in channel selection
de: Sendernummer anzeigen

source: Show channel selection
de: Sendergruppen anzeigen

source: Show chapter positions for supported video files. (gstreamer version must be greather than 1)
de: Bei 'Ja' werden Kapitelpositionen für unterstützte Videodateien angezeigt (ab GStreamer Version 1).

source: Show columns
de: Spalten einblenden

source: Show crash info on screen and write crash log for x times
de: Wie oft Absturz-Info anzeigen und Crash-Log erstellen

source: Show crypto icons
de: Zeige Verschlüsselungssymbole

source: Show crypto info in InfoBar
de: Verschlüsselungsdetails in der Infoleiste anzeigen

source: Show current directory
de: Zeige aktuelles Verzeichnis

source: Show default after description
de: Standardwerte nach Beschreibung anzeigen

source: Show default on new line
de: Standardwerte in neuer Zeile anzeigen

source: Show detailed event info
de: Detaillierte Sendungsinformationen anzeigen

source: Show detailed event info (setup in menu)
de: Detaillierte Sendungsinformationen anzeigen (Einstellung im Menü)

source: Show details of highlighted task
de: Details der markierten Aufgabe anzeigen

source: Show directories first
de: Verzeichnisse zuerst anzeigen

source: Show encryption information in the InfoBar (when supported by the skin).
de: Die Anzeige der Verschlüsselungsdetails in der Infoleiste anzeigen (wenn es vom Skin unterstützt wird).

source: Show event details
de: Sendungsdetails anzeigen

source: Show event genre information
de: Genre-Informationen anzeigen

source: Show event-progress in channel selection
de: Sendungsfortschritt in der Senderauswahl anzeigen

source: Show eventinfo plugins
de: Sendungsinformation-Plugins anzeigen

source: Show extended description
de: Erweiterte Beschreibung anzeigen

source: Show extension selection
de: Erweiterungsauswahl anzeigen

source: Show extensions...
de: Erweiterungen anzeigen...

source: Show extra spacing in Information
de: Zusätzlichen Abstand in Informationen anzeigen

source: Show favorites list
de: Favoritenliste anzeigen

source: Show first image
de: Erstes Bild anzeigen

source: Show free space in timer view
de: Freien Speicher in der Timeransicht anzeigen

source: Show graphical multi EPG
de: Grafischen Multi-EPG anzeigen

source: Show help
de: Hilfe anzeigen

source: Show icon for new/unseen items
de: Icon für neue/ungesehene Elemente anzeigen

source: Show image
de: Bild anzeigen

source: Show image and save as '%s'
de: Bild anzeigen und als '%s' speichern

source: Show in Standby
de: Im Standby anzeigen

source: Show info
de: Infos anzeigen

source: Show info line
de: Infozeile anzeigen

source: Show last image
de: Letztes Bild anzeigen

source: Show list of bouquets
de: Liste der Favoriten anzeigen

source: Show list of providers
de: Liste der Anbieter anzeigen

source: Show list of transponders
de: Empfangslisten anzeigen

source: Show live TV when movie stopped
de: Live-TV nach Filmende anzeigen

source: Show marked events
de: Markierte Sendungen anzeigen

source: Show marked events in all rows.
de: Bei 'Ja' werden markierte Sendungen in allen Zeilen angezeigt.

source: Show menu
de: Historie anzeigen

source: Show message when recording starts
de: Benachrichtigung anzeigen, wenn eine Aufnahme startet

source: Show movie lengths in movie list
de: Filmlängen in der Filmauswahl anzeigen

source: Show movies
de: Filmauswahl

source: Show multi channel EPG
de: Multi-EPG anzeigen

source: Show network setup menu...
de: Netzwerkeinstellungen anzeigen...

source: Show next event
de: Nächste Sendung anzeigen

source: Show next image
de: Nächstes Bild anzeigen

source: Show next page
de: Nächste Seite anzeigen

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
de: Benachrichtigung anzeigen, wenn Importkanäle und/oder EPG von der Reserve-Receiver-URL nicht abgeschlossen wurden.

source: Show notification when import channels and/or EPG from remote receiver URL is completed
de: Benachrichtigung anzeigen, wenn Importkanäle und/oder EPG von der Reserve-Receiver-URL abgeschlossen sind.

source: Show notification when import channels was not successful
de: Benachrichtigung anzeigen, wenn Importkanäle nicht erfolgreich waren

source: Show notification when import channels was successful
de: Benachrichtigung anzeigen, wenn Importkanäle erfolgreich waren

source: Show or hide the extended description, (skin dependent).
de: Bei 'Ja' wird eine erweiterte Beschreibung angezeigt (abhängig vom Skin).

source: Show parting lines
de: Trennlinien anzeigen

source: Show parting lines between events.
de: Bei 'Ja' werden Trennlinien zwischen den Sendungen angezeigt.

source: Show persistent InfoBar while paused
de: Infoleiste während Pause dauerhaft anzeigen

source: Show picon background color
de: Hintergrundfarbe der Senderlogos (Picons)

source: Show picons in quickzap
de: Senderlogos (Picons), falls vorhanden, beim QuickZap anzeigen

source: Show picons in service list
de: Senderlogos (Picons), falls vorhanden, anzeigen

source: Show positioner movement
de: Rotorbewegung anzeigen

source: Show preview of current mode (*).
de: Vorschau des aktuellen Modus anzeigen (*).

source: Show previous event
de: Vorherige Sendung anzeigen

source: Show previous image
de: Vorheriges Bild anzeigen

source: Show previous page
de: Vorherige Seite anzeigen

source: Show record indicator
de: Aufnahmeindikator anzeigen

source: Show recording symbol
de: Aufnahmesymbol anzeigen für

source: Show satellites list
de: Satellitenliste anzeigen

source: Show screen menu path
de: Bildschirmmenüpfad anzeigen

source: Show screensaver
de: Bildschirmschoner anzeigen

source: Show script messages
de: Skript-Meldungen anzeigen

source: Show script messages if a background script ends. If the script has additional output then this will also be shown.
de: Eine Nachricht anzeigen, wenn ein Hintergrundskript erfolgreich beendet wurde. Ist 'stout' vorhanden, wird es als Zusatzinformation angezeigt.

source: Show service list
de: Senderliste anzeigen

source: Show service name and event description among each other instead of side by side. After a change, an adjustment of the number of lines is required.
de: 'Ja' zeigt den Namen des Senders und die Sendungsbeschreibung untereinander statt nebeneinander an. Nach einer Änderung ist eine Anpassung der Zeilenanzahl erforderlich.

source: Show service type icons
de: Servicetyp-Symbole anzeigen

source: Show servicelist or movies
de: Senderliste oder Filme anzeigen

source: Show setup
de: Einstellungen anzeigen

source: Show setup default value
de: Standardwert-Anzeige

source: Show setup menu...
de: Einstellungen anzeigen...

source: Show shut down menu
de: Ausschaltmenü anzeigen

source: Show single EPG for current channel
de: Einzel-EPG vom aktuellen Sender anzeigen

source: Show single EPG for current channel (setup in menu)
de: Einzel-EPG vom aktuellen Sender anzeigen (Einstellung im Menü)

source: Show single service EPG
de: Einfachen EPG anzeigen

source: Show status messages on switch to live TV
de: Statusmeldungen beim Umschalten auf Live-TV anzeigen

source: Show subservice selection
de: Unterkanalmenü

source: Show subservices
de: Unterkanäle anzeigen

source: Show subservices *
de: Unterkanäle anzeigen *

source: Show subservices of the active service
de: Unterkanäle vom aktiven Sender anzeigen

source: Show subtitle quick menu
de: Untertitel-Schnellstartmenü

source: Show subtitle selection
de: Untertitelmenü

source: Show task list
de: Aufgabenliste anzeigen

source: Show task messages
de: Task-Meldungen anzeigen

source: Show task messages if File Commander is not running and all task are completed.
de: Infos anzeigen, wenn der File Commander nicht läuft und alle Aufgaben erledigt sind.

source: Show the DreamPlex player...
de: DreamPlex-Player anzeigen...

source: Show the EIT Now/Next data in the InfoBar.
de: EIT jetzt/gleich in der Infoleiste anzeigen

source: Show the PowerTimer
de: PowerTimer anzeigen

source: Show the SleepTimer
de: Ausschalttimer anzeigen

source: Show the information on current event.
de: Informationen zur aktuellen Sendung anzeigen.

source: Show the last opkg command's output
de: Letzte 'opkg' Ausgabe anzeigen

source: Show the list of AutoTimers.
de: Liste der AutoTimer anzeigen.

source: Show the list of timers.
de: Liste der Timer anzeigen.

source: Show the media center
de: Mediacenter anzeigen

source: Show the media player
de: Mediaplayer anzeigen

source: Show the media player...
de: Mediaplayer anzeigen

source: Show the plugin browser..
de: Plugin-Manager anzeigen.

source: Show the plugins
de: Plugins anzeigen

source: Show the radio player
de: Radio-Wiedergabemodus

source: Show the task list
de: Aufgabenliste anzeigen

source: Show the tv player
de: TV-Wiedergabemodus

source: Show time elapsed as positive
de: Verstrichene Zeit mit positivem Vorzeichen

source: Show time in 24 hour clock format.
de: Bei 'Ja' wird die Zeit im 24-Stunden-Format angezeigt.

source: Show time remaining/elapsed
de: Verbleibende und verstrichene Zeit als

source: Show transponder remaining/elapsed as
de: Zeitangabe der Sendung in

source: Show two lines per entry
de: Zwei Zeilen pro Eintrag anzeigen

source: Show underscore characters
de: Unterstriche anzeigen

source: Show unknown Videoresolution as next higher or as highest screen resolution.
de: Unbekannte Videoauflösungen mit der nächsthöheren oder höchsten Auflösung anzeigen.

source: Show unknown video format as
de: Unbekannte Videoauflösung anzeigen als

source: Show usage and GUI menu...
de: OSD-Einstellungen anzeigen...

source: Show vertical Program Guide
de: Vertikalen EPG anzeigen

source: Show warning before restart
de: Warnung vor Neustart anzeigen für

source: Show warning when time shift is stopped
de: Warnung anzeigen, wenn Timeshift gestoppt wird

source: Show watch status
de: Statusanzeige in der Filmauswahl anzeigen

source: Show/Games show
de: Show/Spielshow

source: Show/Hide focus bar
de: Fokusrahmen anzeigen/verstecken

source: Shows live tv or informations on LCD.
de: Live-TV oder Informationen auf dem Display anzeigen.

source: Shows the icons when new/unseen, else will not show an icon.
de: Bei 'Ja' werden in der Anzeige von neuen/ungesehenen Filmen Icons angezeigt.

source: Shows the state of your wireless LAN connection.
de: Zeigt den Status der WLAN-Verbindung an.

source: Shows the watched status of the media.
de: Die Anzeige des Filmfortschritts in der Filmauswahl einstellen.

source: Shuffle play list
de: Playlist neu mischen

source: Shut down
de: Herunterfahren

source: Shutdown
de: Herunterfahren

source: Shutting down. Please wait...
de: Herunterfahren. Bitte warten...

source: Side by Side
de: Nebeneinander

source: Signal strength:
de: Signalstärke:

source: Similar
de: Ähnlich

source: Similar broadcasts:
de: Ähnliche Sendungen:

source: Simple
de: Einfach

source: Simple fade
de: Einfaches Verblassen

source: Simple titleset (compatibility for legacy players)
de: Schlicht (bessere Kompatibilität mit alten DVD-Playern)

source: Simple umounter mass storage device.
de: Einfaches Entfernen des Massenspeichergerätes.

source: Simple zoom
de: Einfacher Zoom

source: Simplified Chinese
de: Vereinfachtes Chinesisch

source: Singapore
de: Singapur

source: Single
de: Einzeln

source: Single EPG
de: Einzel-EPG

source: Single satellite
de: Einzelnen Satelliten

source: Single step (GOP)
de: Einzelschritte (GOP)

source: SingleEPG Settings
de: Einzel-EPG

source: Sinhala / Sinhalese
de: Singhalesisch

source: Size
de: Größe

source: Size ascending
de: Größe aufsteigend

source: Size descending
de: Größe absteigend

source: Skin Selector
de: Skinauswahl

source: Skin Setting
de: Skin-Einstellungen

source: Skin Settings
de: Skinauswahl

source: Skin setup
de: Skinauswahl

source: SkinSelector
de: Skinauswahl

source: Skip back
de: Rückwärts spulen

source: Skip empty services
de: Überspringen leerer Dienste

source: Skip forward
de: Vorwärts spulen

source: Skip jumping to live while timeshifting with plugins
de: Bei Timeshift mittels Plugins nicht zur Live-Übertragung springen

source: Sleep
de: Sleeptimer

source: Sleep Timer
de: Ausschalttimer

source: Sleep delay
de: Schlafverzögerung

source: Sleep test
de: Ausschalttest

source: Sleep timer
de: Ausschalttimer

source: SleepTimer
de: Ausschalttimer

source: SleepTimer Actions
de: SleepTimer-Aktionen

source: SleepTimer Overview
de: SleepTimer-Übersicht

source: SleepTimer Settings
de: Ausschalttimer-Einstellungen

source: SleepTimer action
de: Ausschalttimer-Aktionen

source: SleepTimer activation delay
de: Aktivierungsverzögerung des Ausschalttimers

source: SleepTimer: %d minute remains.
de: Ausschalttimer: Noch %d Minute.

source: SleepTimer: %d second remains.
de: Ausschalttimer: Noch %d Sekunde.

source: SleepTimer: Inactive.
de: Ausschalttimer: Nicht aktiviert.

source: Slide drop
de: Von oben gleitend

source: Slide from left
de: Von links gleiten

source: Slide left to right
de: Von links nach rechts

source: Slide picture in loop
de: Bilder als Diashow anzeigen

source: Slide right to left
de: Von rechts nach links

source: Slide show delay
de: Diashow-Verzögerung

source: Slide show interval (sec.)
de: Diashow-Intervall (Sekunden)

source: Slide show loop
de: Diashow-Schleife

source: Slide top to bottom
de: Von oben nach unten

source: Slot %d
de: Steckplatz %d

source: Slot %s / FBC virtual %s
de: Slot %s / FBC virtuell %s

source: Slot %s: %s (Current image)
de: Slot %s: %s (Aktuelles Image)

source: Slot %s: %s as USB Recovery
de: Slot %s: %s als USB-Wiederherstellung

source: Slot Manager
de: Slot-Verwaltung

source: Slot Manager Actions
de: Slot-Manager Aktionen

source: Slot R: Root Slot Image Backup (Current image)
de: Slot R: Root Slot Komplettbackup (aktuelles Image)

source: Slot count
de: Anzahl der Slots

source: Slovak
de: Slowakisch

source: Slovakia
de: Slowakei

source: Slovenia
de: Slowenien

source: Slovenian
de: Slowenisch

source: Slow
de: Langsam

source: Slow Motion
de: Zeitlupe

source: Slow motion speeds
de: Zeitlupengeschwindigkeit

source: Small
de: Klein

source: Small - Tiny image
de: Klein - Images max. 128 MB

source: Small Test
de: Kleiner Test

source: Small progress
de: Fortschritt klein

source: Smartcard PIN
de: PIN der Smartcard

source: Smooth
de: Glätten

source: Soap Opera
de: Seifenoper

source: Soccer
de: Fußball

source: Social/Political/Economics
de: Sozial/Politik/Wirtschaft

source: Society & Culture
de: Gesellschaft & Kultur

source: Softcam Actions
de: Softcam-Aktionen

source: Softcam Settings
de: Softcam-Einrichtung

source: Softcam Setup
de: Softcam-Einrichtung

source: Software Management
de: Softwareverwaltung

source: Software Manager
de: Softwareverwaltung

source: Software Manager Information
de: Softwareverwaltungs-Information

source: Software Manager Settings
de: Updateeinstellungen

source: Software Restore
de: Software wiederherstellen

source: Software Update
de: Software aktualisieren

source: Software Update Actions
de: Software-Update Aktionen

source: Software update starting, please wait.
de: Starte Software-Update. Bitte warten...

source: Softwaremanager...
de: Softwareverwaltung...

source: Solomon Islands
de: Salomonen

source: Somali
de: Somalisch

source: Some TVs can't switch to the correct input if another HDMI port is active. This setting sets the TV to standby before the switch. (If the TV does not turn back on it may require a slower transmission interval or the repetition of the wake-up command.)
de: Einige TV-Geräte wechseln nicht den Eingang wenn ein anderer HDMI-Port aktiv ist. Diese Einstellung schaltet den TV zuvor in den Standby. (Wenn sich der TV nicht wieder einschaltet, ist möglicherweise ein langsameres Sendeintervall oder die Wiederholung von Aufwachbefehlen erforderlich.)

source: Sorbian
de: Sorbisch

source: Sorry Inadyn Config is Missing
de: Inadyn-Konfiguration fehlt!

source: Sorry MiniDLNA Config is Missing
de: Die MiniDLNA-Konfiguration fehlt!

source: Sorry feeds are down for maintenance, please try again later.
de: Feeds sind wegen Wartungsarbeiten im Moment nicht verfügbar! Bitte später erneut versuchen. Für weitere Fragen 'https://www.opena.tv' besuchen.

source: Sorry it is only possible to record 2 channels at once!
de: Es können nur 2 Sender auf einmal aufgenommen werden!

source: Sorry no backups found!
de: Keine Sicherungen gefunden!

source: Sorry uShare Config is Missing
de: Es fehlt die uShare-Konfiguration!

source: Sorry your Backup destination does not exist Please choose an other one.
de: Dieses Sicherungsziel existiert nicht! Bitte ein anderes Ziel auswählen.

source: Sorry, %s has not been installed!
de: %s wurde nicht installiert!

source: Sorry, no backups found!
de: Keine Sicherungen gefunden!

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
de: Leider sind keine physischen Geräte angeschlossen, die Swap unterstützen. Eine Auslagerungsdatei kann nicht auf Netzwerk- oder Fat32-Dateisystemen erstellt werden!

source: Sorry, your backup destination is not writeable. Please select a different one.
de: Das Sicherungsziel ist leider nicht beschreibbar! Bitte ein anderes auswählen.

source: Sort
de: Sortierung

source: Sort Bookmarks
de: Lesezeichen sortieren

source: Sort EPG List
de: EPG-Liste sortieren

source: Sort Extension Menu
de: Erweiterungsliste alphabetisch sortieren

source: Sort Plugin Browser
de: Sortierung der Einträge im Plugin-Manager

source: Sort Plugin Browser entries
de: Sortiere Plugin-Manager Einträge

source: Sort by
de: Sortieren nach

source: Sort by default
de: Sortieren nach Standard

source: Sort list by
de: Liste sortieren nach

source: Sort list:
de: Liste sortieren:

source: Sort order for the language list.
de: Sortierung der Sprachregion auswählen.

source: Sort playlists
de: Sortierung der Playlisten

source: Sort: Directories by %s %s; Files by %s %s.
de: Sortiere Verzeichnisse %s %s und Dateien %s %s.

source: Sotho, Southern
de: Sotho, Südstaaten

source: Sound
de: Ton

source: Sound carrier
de: Tonträger

source: Source request
de: Quellenauswahl

source: South
de: Süd

source: South Africa
de: Südafrika

source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln

source: South Ndebele
de: Süd-Ndebele

source: South Sudan
de: Südsudan

source: Space to reserve for recordings (GB)
de: Für Aufnahmen reservierter Speicher (in GB)

source: Space total %s, used %s, free %s (%0.f%%).
de: Speicherplatz gesamt %s, belegt %s, frei %s (%0.f%%).

source: Space used:
de: Speicherplatznutzung:

source: Spain
de: Spanien

source: Spanish
de: Spanisch

source: Spanish / Castilian
de: Spanisch / Kastilisch

source: Special
de: Spezial

source: Special 1
de: Spezial 1

source: Special 2
de: Spezial 2

source: Special Features Settings
de: Spezielle Einstellungen

source: Specify the directory to use when starting Media Player.
de: Das Verzeichnis auswählen, welches beim Starten des Mediaplayers verwendet werden soll.

source: Split preview mode
de: Splitscreen für Vorschaumodus

source: Split tasks
de: Aufgaben teilen

source: Sports
de: Sport

source: Standard (Always)
de: Standard (immer)

source: Standard list
de: Standardliste

source: Standby / Restart
de: Standby / Neustart

source: Standby without TV shut down
de: Standby ohne TV auszuschalten

source: Start RDS interactive
de: RDS interaktiv starten

source: Start Wizard
de: Start-Assistent

source: Start an instant recording
de: Sofortaufnahme starten

source: Start date
de: Startdatum

source: Start edit at line end
de: Ab Zeilenende bearbeiten

source: Start edit mode
de: Bearbeitungsmodus starten

source: Start from the beginning
de: Am Anfang starten

source: Start instant recording
de: Sofortaufnahme starten

source: Start instant recording?
de: Sofortaufnahme starten?

source: Start mode
de: Startmodus

source: Start offline decode
de: Offline decodieren starten

source: Start recording current event
de: Starte Aufnahme der aktuellen Sendung

source: Start teletext
de: Videotext

source: Start test
de: Test starten

source: Start the Kexec initialization
de: Kexec-Initialisierung starten

source: Start the backup of the selected image
de: Sicherung des gewählten Images starten

source: Start the highlighted plugin
de: Das markierte Plugin starten

source: Start time
de: Startzeit

source: Start time shift
de: Timeshift starten

source: Start/stop slide show
de: Diashow starten / stoppen

source: Starting Softcam
de: Starte Softcam

source: Starting column
de: Startspalte

source: Starting date
de: Startdatum

source: Starting directory
de: Anfangsverzeichnis mit OK auswählen

source: Starts in a few seconds
de: Startet in wenigen Sekunden

source: Static IP / Custom
de: Statische IP / Benutzerdefiniert

source: Status message timeout
de: Anzeigezeit von Statusmeldungen

source: Status of the display during operation
de: Status des Displays im Betrieb

source: Status of the display in deep standby
de: Status des Displays im Deep-Standby

source: Status of the display in standby mode
de: Status des Displays im Standby

source: Status unavailable!
de: kein Status!

source: Step
de: Schritt

source: Step east
de: Schritt nach Osten

source: Step west
de: Schritt nach Westen

source: Stepped east
de: Schrittweise nach Osten

source: Stepped west
de: Schrittweise nach Westen

source: Stop
de: Stopp

source: Stop PiP
de: Beende Bild-im-Bild

source: Stop Streams
de: Streams stoppen

source: Stop current event and disable future events
de: Laufende Aufnahme abbrechen und kommende deaktivieren

source: Stop current event but not future events
de: Laufende Aufnahme abbrechen, aber kommende ausführen

source: Stop edit mode
de: Beende Bearbeitungsmodus

source: Stop entry
de: Wiedergabe anhalten

source: Stop playing this movie?
de: Wiedergabe beenden?
