Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Extension Actions
de: Erweiterungsaktionen

source: Extension Install
de: Erweiterung installieren

source: Extensions
de: Erweiterungen

source: Extensions/BluePanel
de: Erweiterungen/BluePanel

source: External
de: Extern

source: External PiP
de: Externes Bild-im-Bild

source: External Reader /dev/ttyUSB0:
de: Externer Leser /dev/ttyUSB0:

source: External Reader /dev/ttyUSB1:
de: Externer Leser /dev/ttyUSB1:

source: External Storage %s
de: Externer Speicher %s

source: External subtitle color
de: Farbe für externe Untertitel

source: External subtitle dialog colorization
de: Farbige Dialoge bei externen Untertiteln

source: External subtitle switch fonts
de: Schriftart der externen Untertitel wechseln

source: Extra High
de: Extra hoch

source: Extra motor options
de: Spezielle Motoroptionen

source: Extra wide
de: Extra breit

source: Extract the archive contents
de: Archivinhalt entpacken

source: Extract the package contents
de: Paketinhalt entpacken

source: Extrude from left
de: Verformen nach links

source: FBC automatic
de: FBC automatisch

source: FFmpeg is not installed so '.mvi' file actions are not available!
de: FFmpeg ist nicht installiert! Es können deshalb keine '.mvi' Dateien bearbeitet werden.

source: FP Upgrade
de: Frontprozessor-Update

source: FSBL Update Check
de: FSBL-Update-Prüfung

source: FTA
de: FreeTV (FTA)

source: FTP Actions
de: FTP-Aktionen

source: FTP Settings
de: FTP-Dateiserver

source: FTP connection failure
de: FTP-Verbindungsfehler

source: FTP passive mode
de: FTP-Passivmodus

source: Factory Reset
de: Werkseinstellungen

source: Fade the InfoBar on hide
de: InfoBar beim Ausblenden ein-/ausblendenausgeblendet

source: Failed
de: Fehlgeschlagen!

source: Failed to write /tmp/positionersetup.log:
de: Fehler beim Schreiben von '/tmp/positionersetup.log'!

source: Failed:
de: Fehlgeschlagen:

source: Falkland Islands (Malvinas)
de: Falklandinseln (Malvinen)

source: Fallback API did not return a valid result.
de: Reserve-API lieferte fehlerhafte Ergebnisse!

source: Fallback Configuration
de: Fallback-Konfiguration

source: Fallback Font *
de: Ersatz-Schriftart *

source: Fallback Timer
de: Reserve-Timer

source: Fallback address type
de: Fallback-Adresstyp

source: Fallback receiver IP address
de: Fallback-Empfänger-IP-Adresse

source: Fallback receiver streaming port
de: Fallback-Empfänger-Streaming-Port

source: Fallback remote receiver
de: Reserve-Receiver

source: Fallback remote receiver IP
de: Reserve-Receiver IP

source: Fallback remote receiver Port
de: Reserve-Receiver Port

source: Fallback remote receiver URL
de: Remote-Receiver-URL

source: Fallback remote receiver for ATSC
de: Reserve-Receiver für ATSC

source: Fallback remote receiver for DVB-C
de: Reserve-Receiver für DVB-C

source: Fallback remote receiver for DVB-T
de: Reserve-Receiver für DVB-T

source: Fallback tuner setup
de: Reserve-Tuner-Einstellung

source: False
de: Falsch

source: Family
de: Familie

source: Fan %d
de: Lüfter %d

source: Fantasy
de: Fantasie

source: Faroe Islands
de: Färöer

source: Faroese
de: Färöisch

source: Farsi / Persian
de: Farsi / Persisch

source: Fast
de: Schnell

source: Fast DiSEqC
de: Schnelles DiSEqC

source: Fast Mounted Remove
de: Schnell montiert entfernen

source: Fast Scan
de: Schneller Suchlauf

source: Fast epoch
de: Schneller Zeitraum

source: Fast forward
de: Vorlauf

source: Fast forward speeds
de: Vorlaufgeschwindigkeiten

source: Fast mount
de: Schnelle Montage

source: Fast mounted Media unmounted. You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
de: Schnell gemountete Medien werden ausgehängt. Sie können das Gerät jetzt sicher entfernen, wenn keine weiteren Partitionen (angezeigt als P.x in der Geräteliste - wobei x >=2) auf demselben Gerät gemountet sind. Bitte heben Sie die Bereitstellung fest montierter Geräte über das Geräte-Manager-Panel auf!

source: Favorite Edit
de: Favoriten-Editor

source: Favorites
de: Favoriten

source: Feed disabled!
de: Feed deaktiviert

source: Feed server DNS error!
de: DNS-Fehler im Feed-Server!

source: Feed server access error!
de: Zugriffsfehler beim Feed-Server!

source: Feed stable.
de: Feed stabil

source: Feed unstable!
de: Feed unstabil

source: Fiji
de: Fidschi

source: Fijian
de: Fidschianisch

source: File
de: Datei

source: File %d of %d
de: Datei %d von %d

source: File %s.conf not found. Enter username/password manually.
de: Datei %s.conf nicht gefunden. Geben Sie Benutzernamen und Passwort manuell ein.

source: File Commander - All tasks are complete.
de: File Commander - Alle Aufgaben erledigt.

source: File Commander Actions
de: File Commander Aufgaben

source: File Commander Archive Actions
de: File Commander Archiv-Optionen

source: File Commander Context Menu
de: File Commander Befehlsübersicht

source: File Commander Copy
de: File Commander Kopie

source: File Commander Data
de: File Commander Daten

source: File Commander Data Actions
de: File Commander Daten-Optionen

source: File Commander Delete
de: File Commander Löschen

source: File Commander Directory/File Information
de: File Commander Verzeichnis- oder Dateiinformationen

source: File Commander File Viewer
de: File Commander Dateianzeiger

source: File Commander File Viewer Actions
de: File Commander Dateianzeiger-Optionen

source: File Commander Hash / Checksum Actions
de: File Commander Hash- oder Checksummen-Optionen

source: File Commander Hashes / Checksums
de: File Commander Hash- oder Checksummen

source: File Commander Image Viewer
de: File Commander Bildbetrachter

source: File Commander Image Viewer Actions
de: File Commander Bildbetrachter-Optionen

source: File Commander Information Actions
de: File Commander Informationen-Optionen

source: File Commander Media Information
de: File Commander Medien-Informationen

source: File Commander Media Information Actions
de: File Commander Medien-Informationen-Optionen

source: File Commander Move
de: File Commander Bewegen

source: File Commander Navigation Actions
de: File Commander Navigations-Aktionen

source: File Commander Selection Actions
de: File Commander Auswahl-Aktionen

source: File Commander Settings
de: File Commander Einstellungen

source: File Commander Text Editor Actions
de: File Commander Texteditor-Optionen

source: File Commander settings
de: File Commander Einstellungen

source: File System
de: Dateisystem

source: File System Check
de: Dateisystemüberprüfung

source: File appears to be busy.
de: Datei scheint in Benutzung zu sein.

source: File transfer was canceled by user!
de: Dateiübertragung durch den Benutzer abgebrochen!

source: File transfer was cancelled by user
de: Dateiübertragung durch den Benutzer abgebrochen

source: File write error: '%s'
de: Dateischreibfehler: %s

source: Filename
de: Dateiname

source: Files/folders to exclude from backup
de: Nicht zu sichernde Dateien

source: Filesystem Check
de: Dateisystemüberprüfung

source: Filter extensions
de: Erweiterungen filtern

source: Filter files to be listed by the defined extension. Note that the symbol '(*)' will appear in the title if filtering is in effect.
de: Dateien filtern, die mit der gewählten Erweiterung angezeigt werden sollen. Das Symbol '(*)' erscheint in der Überschrift, wenn die Filterung stattfindet.

source: Final position at
de: Endposition bei

source: Final position at index
de: Endgültige Position im Index

source: Final scroll delay
de: Verzögerung nach Textdurchlauf

source: Finance
de: Finanzen

source: Find Currently Playing Service
de: Springe zum aktuellen Sender

source: Find similar events in the EPG
de: Finde ähnliche Sendungen im EPG

source: Find the service currently playing
de: Finde aktuellen Kanal

source: Fine movement
de: Feinabstimmung

source: Fine-tune
de: Feineinstellung

source: Finished
de: Beendet

source: Finished configuring your network
de: Netzwerkkonfiguration abgeschlossen

source: Finished restarting your network
de: Netzwerk-Neustart abgeschlossen

source: Finland
de: Finnland

source: Finnish
de: Finnisch

source: Firmware: unknown
de: Firmware: unbekannt

source: First playable time shift file!
de: Dies ist der Anfang der ersten abspielbaren Timeshift-Datei!

source: Fishing
de: Angeln

source: Fixed
de: Fest

source: Fixed X11 font (SD)
de: Feste X11 Schriftart (SD)

source: Fixed mount
de: Fest montiert

source: Fixed mounted first initialized Storage Device to /media/hdd. It needs a system restart in order to take effect. Restart your STB now?
de: Das erste initialisierte Speichergerät wurde auf /media/hdd gemountet. Damit dies wirksam wird, ist ein Systemneustart erforderlich. Jetzt Ihre STB neu starten?

source: Flash Image
de: Image flashen

source: Flash Manager - Distributions
de: Flash-Manager - Distributionen

source: Flash Manager Actions
de: Flash-Manager - Aktionen

source: Flash OnLine - %s Images
de: Flash OnLine - %s Bilder

source: Flash Online
de: Flashen online/lokal

source: Flash and restore settings and no plugins
de: Flashen und Einstellungen wiederherstellen, ohne Plugins.

source: Flash and restore settings and selected plugins (Ask user)
de: Flashen, Einstellungen wiederherstellen und Plugins abfragen.

source: Flash directory '%s' not allowed!
de: Flash-Verzeichnis '%s' nicht erlaubt!

source: Flash type: %s
de: Flashtyp: %s

source: Flash used
de: Benutzter Flash

source: Flash your %s %s and reboot now?
de: Die %s %s flashen und dann neu starten?

source: Flashed: Multiboot active
de: Geflasht: Multiboot aktiv

source: Flashing
de: Blinkendes Icon

source: Flashing Image
de: Flashe Image

source: Flashing image '%s' was not successful!
de: Flashen vom Image '%s' war nicht erfolgreich!

source: Flashing image successful
de: Flashen vom Image war erfolgreich!

source: Flat alphabetical
de: Alphabetisch

source: Flat by key group on remote
de: Nach Anordnung auf der Fernbedienung

source: Flat by position on remote
de: Nach Position auf der Fernbedienung

source: Follow instructions on TV
de: Die Anweisungen auf dem Fernseher befolgen

source: Font size
de: Schriftgröße

source: Food/Wine
de: Essen/Wein

source: For how many minutes do you want to record?
de: Wie viele Minuten sollen aufgenommen werden?

source: Force AC3plus
de: Erzwinge AC3+

source: Force LNB Power
de: LNB Power erzwingen

source: Force LNB Tuner Power settings.
de: Einstellung für LNB Power.

source: Force LNB Tuner ToneBurst settings.
de: Einstellung für Toneburst.

source: Force Legacy Signal stats
de: Erzwinge ursprünglichen Signalstatus

source: Force ToneBurst
de: Toneburst erzwingen

source: Force de-interlace
de: Immer Deinterlacer erzwingen

source: Force disabled
de: Erzwinge deaktiviert

source: Force enabled
de: Erzwinge aktiviert

source: Format
de: Formatieren

source: Format Storage Device
de: Speichergerät formatieren

source: Format as
de: Formatieren als

source: Format terminated with success
de: Formatierung erfolgreich beendet

source: Format/Partition your Devices and manage Mountpoints
de: Formatieren/partitionieren Sie Ihre Geräte und verwalten Sie Mountpoints

source: Formatting disk
de: Festplatte formatieren

source: Formatting disk %s
de: Datenträger %s wird formatiert

source: Formatting partition %d
de: Partition %d wird formatiert

source: Formatting...
de: Formatierung...

source: Forward volume keys
de: Weiterleiten der Lautstärketasten

source: Four partitions (25% - 25% - 25% - 25%)
de: Vier Partitionen (25% - 25% - 25% - 25%)

source: Frame rate
de: Bildwiederholrate

source: Frame size in full view
de: Rahmengröße in Vollansicht

source: France
de: Frankreich

source: Free
de: Frei

source: Free Flash: %s
de: Freier Flash: %s

source: Free Memory:
de: Freier Speicher:

source: Free Swap:
de: Freier Swap:

source: Free memory
de: Freier Speicher

source: Free memory:
de: Freier Speicher:

source: Free:
de: Frei:

source: Free:
de: Frei:

source: FreeSpace
de: Freier Speicherplatz

source: French
de: Französisch

source: French Guiana
de: Französisch-Guayana

source: French Polynesia
de: Französisch-Polynesien

source: French Southern Territories
de: Französische Süd- und Antarktisgebiete

source: Frequency
de: Frequenz

source: Frequency & Channel
de: Frequenz & Kanal

source: Frequency & Polarization
de: Frequenz - Polarisation

source: Frequency Norm:
de: Frequenznorm:

source: Frequency bands
de: Frequenzbänder

source: Frequency scan step size(khz)
de: Frequenzschrittweite beim Suchlauf (kHz)

source: Frequency steps
de: Frequenzschrittweite

source: Frequency:
de: Frequenz:

source: Frequency:
de: Frequenz:

source: Fri
de: Fr.

source: Friday
de: Freitag

source: From :
de: Von:

source: Front USB
de: Vorderseite USB

source: Front USB 3.0
de: Vorderseite USB 3.0

source: Frontprocessor version: %s
de: Frontprozessor-Version: %s

source: Fulah
de: Fula

source: Full Stretch
de: Voll gestreckt

source: Full factory reset
de: Vollständiges Zurücksetzen auf Werkseinstellungen

source: Full screen
de: Vollbild

source: Full transparency
de: Volle Transparenz

source: Full view resolution
de: Vollbild-Auflösung

source: GREEN button
de: Taste GRÜN

source: GREEN long
de: GRÜN lang

source: GStreamer debug log category *
de: GStreamer Debug-Log Kategorie *

source: GStreamer debug log level *
de: GStreamer Debug-Log Meldungstyp *

source: GStreamer: %s
de: GStreamer-Version: %s

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
de: Zur Übernahme des Skins muss die Benutzeroberfläche neu gestartet werden. Jetzt neu starten?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
de: Zur Übernahme des Skins muss die Benutzeroberfläche neu gestartet werden. Jetzt neu starten?

source: GUI needs a restart to apply new skin. Do you want to Restart the GUI now?
de: Die GUI muss neu gestartet werden, um den neuen Skin anzuwenden. Do you want to Restart the GUI now?

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
de: Die GUI benötigt einen Neustart, um den Modus zu wechseln Möchten Sie die GUI jetzt neu starten?

source: GUIDE FOR CORRECT INSTALLATION OF OPDBOOT.
de: ANLEITUNG FÜR DIE KORREKTE INSTALLATION VON OPDBOOT.

source: Gabon
de: Gabun

source: Gaelic
de: Gälisch

source: Galicia (Spain)
de: Galicien (Spanien)

source: Galician
de: Galizisch

source: Game Show
de: Spielshow

source: Gardening
de: Gartenarbeit

source: General
de: Allgemein

source: General AC3 delay
de: Allgemeine AC3-Verzögerung

source: General BT Audio delay
de: Allgemeine BT-Audio-Verzögerung

source: General PCM delay
de: Allgemeine PCM-Verzögerung

source: Generic
de: Allgemein

source: Geolocation data does not contain time zone information.
de: Die Standortbestimmung enthält keine Zeitzonen-Informationen!

source: Geolocation data has been used to set the time zone.
de: Die Zeitzone wurde anhand der Standortbestimmung festgelegt.

source: Geolocation data is not available.
de: Die Standortbestimmung ist nicht verfügbar!

source: Georgia
de: Georgien

source: Georgian
de: Georgisch

source: German
de: Deutsch

source: Germany
de: Deutschland

source: Getting Event Info failed!
de: Bezug von Sendungsinformationen fehlgeschlagen!

source: Getting plugin information. Please wait...
de: Lade Plugin-Informationen. Bitte warten...

source: Go back to the previous step
de: Einen Schritt zuück

source: Go down the list
de: In der Liste runter gehen

source: Go to deep standby
de: In Deep-Standby herunterfahren

source: Go to first movie or last item
de: Gehe zum letzten Film oder Eintrag

source: Go to first movie or top of list
de: Gehe zum ersten Film oder Eintrag

source: Go to parent directory of the current column
de: Zum übergeordneten Verzeichnis in der aktuellen Spalte gehen

source: Go to standby
de: In Standby gehen

source: Go up the list
de: In der Liste rauf gehen

source: Goto
de: Gehe zu

source: Goto 0
de: Gehe zu 0

source: Goto :
de: Gehe zu:

source: Goto Date/Time
de: Datum/Zeit

source: Goto Prime Time
de: Gehe zur Primetime

source: Goto X
de: Gehe zu X

source: Goto current channel and now
de: Gehe zum aktuellen Kanal

source: Goto deep standby
de: Ausschalten

source: Goto first channel
de: Gehe zum ersten Kanal

source: Goto last channel
de: Gehe zum letzten Kanal

source: Goto next bouquet
de: Gehe zur nächsten Favoritenliste

source: Goto next channel
de: Gehe zum nächsten Sender

source: Goto next event
de: Zur nächsten Sendung gehen

source: Goto now
de: Gehe zur aktuellen Uhrzeit

source: Goto position
de: Auf Position drehen

source: Goto previous bouquet
de: Gehe zur vorherigen Favoritenliste

source: Goto previous channel
de: Gehe zum vorherigen Sender

source: Goto previous event
de: Zur vorherigen Sendung gehen

source: Goto specific date/time
de: Gehe zum angegebenen Datum/Uhrzeit

source: Goto standby
de: In Standby gehen

source: GotoX calibration
de: GotoX-Kalibrierung

source: Graphical EPG
de: Grafischer EPG

source: Graphical InfoBar EPG Settings
de: Grafischer Infoleisten-EPG

source: GraphicalEPG Settings
de: Grafischer EPG

source: Graphics
de: Grafisch

source: Greece
de: Griechenland

source: Greek
de: Griechisch

source: Green
de: Grün

source: Green Panel
de: Grünes Panel

source: Greenland
de: Grönland

source: Grey
de: Grau

source: Group
de: Gruppe

source: Grow drop
de: Von oben fallend

source: Grow from left
de: Von links einschiebend

source: Guarani
de: Guaraní

source: Guard interval
de: Überwachungsintervall

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
de: H: = Stündlich / D: = Täglich / W: = Wöchentlich / M: = Monatlich

source: HARD DISK:
de: FESTPLATTE:

source: HD list
de: HD-Liste

source: HDMI Colorimetry
de: HDMI-Farbprofile

source: HDMI HDR Type
de: HDMI-HDR-Modus

source: HDMI Recording Settings
de: HDMI-Aufnahme

source: HDMI color depth
de: HDMI-Farbtiefe

source: HDMI color space
de: HDMI-Farbraum

source: HDMI-CEC Settings
de: HDMI-CEC-Einstellungen

source: HDMI-CEC Setup Actions
de: HDMI-CEC-Aktionen

source: HDMI-IN Actions
de: HDMI-IN-Aktionen

source: HDMI-In Recording Settings
de: HDMI-IN-Aufnahmen

source: HDR10 Support
de: HDR10 Unterstützung

source: HELP provides brief information for buttons in your current context.
de: HELP bietet kurze Informationen über die Tasten im entsprechenden Umfeld.

source: HI-cleanup for external subtitles
de: Hörgeschädigten-Bereinigung für externe Untertitel

source: HLG Support
de: HLG-Unterstützung

source: Haitian / Haitian Creole
de: Haitianisch / Haitianisches Kreolisch

source: Handle Python crashes
de: Python-Abstürze beeinflussen

source: Handle input from TV
de: TV-Eingänge verwalten

source: Handle standby from TV
de: TV-Standby verwalten

source: Handle wake up from TV
de: TV-Wakeup verwalten

source: Hard Disk Settings
de: Konfiguration der Festplatte

source: Hard disk standby after
de: Festplatten-Standby nach

source: Hard disk standby in box standby after
de: Festplatten-Standby, wenn Box im Standby nach

source: Harddisk
de: Festplatte

source: Harddisk Setup
de: Konfiguration der Festplatte

source: Harddisk standby after
de: Festplatten-Standby danach

source: Hardware MultiBoot device: %s
de: Multiboot-Gerät: %s

source: Hawaiian
de: Hawaiisch

source: HddSetup
de: Festplatten-Setup

source: Heads: %s (max) %s (current)
de: Köpfe: %s (maximal) %s (aktuell)

source: Heads: unknown
de: Köpfe: unbekannt

source: Heard Island and McDonald Islands
de: Heard und McDonald Inseln

source: Hebrew
de: Hebräisch

source: Height
de: Höhe

source: Help
de: Hilfe

source: Help Screen Information
de: Informationen zum Hilfebildschirm

source: Help animation speed
de: Animationsgeschwindigkeit der Tasten-Hilfe

source: Help screen style
de: Fernbedienungstasten-Hilfe

source: Help text uninitialized
de: Hilfetext nicht initialisiert

source: Helps setting up your signal
de: Hilft bei der Einrichtung des Signals.

source: Here can set the EPG will alway open at the current channel, the first channel or one of both with primetime. If no primetime selected, the current time is used.
de: Einstellen, ob der EPG mit dem aktuellen Kanal, dem ersten Kanal oder einem von beiden mit der Primetime geöffnet wird. Wenn keine Primetime ausgewählt ist, wird die aktuelle Zeit verwendet.

source: Here is the list of installed images in Your STB. Please choose an image to boot.
de: Hier ist die Liste der in Ihrer STB installierten Bilder. Bitte wählen Sie ein Image zum Booten aus.

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install OPDBoot:
de: Hier ist die Liste der in Ihrer STB gemounteten Geräte Bitte wählen Sie ein Gerät aus, auf dem Sie OPDBoot installieren möchten:

source: Here you can browse (but not modify) the files that are added to the backupfile by default (E2-setup, channels, network).
de: Hier können die standardmäßig gesicherten Dateien (E2-Einstellungen, Sender, Netzwerk) durchsucht, jedoch nicht verändert werden.

source: Here you can select which files should be excluded from the backup.
de: Auswählen, welche Dateien aus der Standardliste von der Sicherung ausgeschlossen werden sollen.

source: Here you can set what is called when pressing the 'Info' key.
de: Einstellen, was beim Betätigen der Taste INFO aufgerufen werden soll.

source: Here you can specify additional files that should be added to the backup file.
de: Auswählen, welche Dateien zusätzlich zu denen der Standardliste gesichert werden sollen.

source: Hexadecimal
de: Hexadezimal

source: Hidden / Blank
de: Keine Anzeige

source: Hidden network
de: Verstecktes Netzwerk

source: Hide
de: Verstecken

source: Hide CI messages
de: CI-Meldungen unterdrücken

source: Hide InfoBar
de: Infoleiste immer ausblenden

source: Hide VBI Line For This Service
de: VBI-Line für diesen Kanal verstecken

source: Hide any zap error messages.
de: Bei 'Ja' werden Fehlermeldungen beim Umschalten unterdrückt.

source: Hide error messages from the Common Interface module.
de: Meldungen des CI-Moduls unterdrücken.

source: Hide known extensions
de: Bekannte Dateiendungen ausblenden

source: Hide number markers
de: Nummerierte Marker verstecken

source: Hide parental locked services
de: Durch Jugendschutz geschützte Sender verbergen

source: Hide player
de: Player verbergen

source: Hide softcam servername
de: Softcam-Servernamen verbergen

source: Hide the InfoBar
de: Die Infoleiste ausblenden

source: Hide this screen
de: Diesen Bildschirm ausblenden

source: Hide zap errors
de: Fehler beim Umschalten unterdrücken

source: Hierarchy info
de: Hierarchie-Info

source: High
de: Hoch

source: High bitrate support
de: Unterstützung hoher Bitraten

source: Highest resolution
de: Höchste Auflösung

source: Highlighted item
de: Markierter Eintrag

source: Historical
de: Historisches

source: History
de: Historie

source: History Zap
de: Umschalthistorie

source: History Zap Actions
de: Umschalthistorie-Aktionen

source: History Zap Navigation Actions
de: Umschalthistorie-Navigationsaktionen

source: History back
de: Historie zurück

source: History buttons mode
de: Taste Historie

source: History next
de: Historie weiter

source: History zap...
de: Umschalthistorie...

source: Hockey
de: Eishockey

source: Hold First Frame
de: Ersten Frame halten

source: Hold screen
de: Bildschirm beibehalten

source: Hold till locked
de: Halten bis geschlossen

source: Holy See (Vatican City State)
de: Heiliger Stuhl (Vatikanstadt)

source: Horizontal menu
de: Horizontal

source: Horizontal turning speed
de: Horizontale Drehgeschwindigkeit

source: Horse Racing
de: Pferderennen

source: Host domain
de: Hostdomäne

source: Host receiver FTP password
de: FTP-Passwort des Host-Empfängers
