Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Select the time when this timer should end.
de: Die Uhrzeit auswählen, zu der dieser Timer enden soll.

source: Select the time when this timer will start.
de: Die Uhrzeit auswählen, zu der dieser Timer starten soll.

source: Select the time zone within the area or region.
de: Zeitzone innerhalb der Region auswählen.

source: Select the timer from the fallback tuner by default
de: Wenn aktiviert, wird der Timer vom Reserve-Tuner importiert.

source: Select the tuner that controls the motorized dish.
de: Den Tuner auswählen, der die motorisierte Schüssel steuert.

source: Select the tuner to which the signal cable of the SCR device is connected.
de: Den Tuner auswählen, an dem das Signalkabel des Unicable/SCR-Gerätes angeschlossen ist.

source: Select the tuner upon which this loop through depends.
de: Den Tuner auswählen, von dem diese Durchschleifung abhängt.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'User defined'.
de: Den Typ des verwendeten LNB/Gerätes auswählen (normalerweise 'Universal'). Wenn der LNB-Typ nicht verfügbar ist, 'Benutzerdefiniert'.

source: Select the type of Single Cable Reception device you are using.
de: Den Typ des verwendeten Unicable/SCR-Gerätes auswählen.

source: Select the type of keyboard connected to the %s %s.
de: Typ der an die %s %s angeschlossenen Tastatur auswählen.

source: Select the type of shutdown desired when the EnergySaver timer activates.
de: Die Art der Abschaltung beim Aktivieren der Energiesparfunktion auswählen.

source: Select the type of shutdown desired when the SleepTimer activates.
de: Die Art der Abschaltung beim Aktivieren des Ausschalttimers auswählen.

source: Select the type of this timer.
de: Den Typ dieses Timers auswählen.

source: Select the video mode to be used on the TV.
de: Den Videomodus auswählen, der auf dem Fernsehgerät verwendet werden soll. Sollte der Bildschirm danach dunkel bleiben, die Taste TXT (Videotext) etwas länger drücken.

source: Select the wireless network to which you want to connect. Press OK to continue.
de: Das drahtlose Netzwerk auswählen, mit dem eine Verbindung herstellt werden soll. OK drücken, um fortzufahren.

source: Select update source location
de: Updatequelle auswählen

source: Select video mode
de: Videomodus auswählen

source: Select video output port with UP/DOWN buttons
de: Den Videoausgang mit den Hoch/Runter-Tasten auswählen

source: Select what action to take when reaching the end of a media file during playback.
de: Verhalten bei Filmende einstellen.

source: Select what do do after the timer recording has completed.
de: Auswählen, was nach Abschluss der Timer-Aufnahme geschehen soll. 'Auto' lässt den Receiver in den Zustand gehen, den er vor dem Timerstart hatte.

source: Select what do do after the timer zap has completed.
de: Auswählen, was nach Ablauf des Umschalttimers geschehen soll.

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
de: Auswählen, was geschehen soll, wenn die %s %s gestartet wird.

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
de: Auswählen, was geschehen soll, nachdem die %s %s nicht ordnungsgemäß heruntergefahren wurde (z.B. nach einem Stromausfall).

source: Select what you want the Channel +/- button to activate.
de: Auswählen, was die Tasten P+/CH+ und P-/CH- bewirken sollen.

source: Select what you want the EPG button to activate.
de: Auswählen, was die Taste EPG bewirken soll.

source: Select what you want the INFO button to activate.
de: Auswählen, was die Taste INFO (HELP bei manchen Receivern) bewirken soll.

source: Select what you want the OK button to activate.
de: Auswählen, was die Taste OK bewirken soll.

source: Select what you want the TV button to activate.
de: Auswählen, was die Taste TV bewirken soll.

source: Select what you want the Up/Down button to activate.
de: Auswählen, was die Tasten Hoch/Runter bewirken sollen.

source: Select where the recording should be saved.
de: Auswählen, wohin die Aufnahme gespeichert werden soll.

source: Select wireless network
de: Das WLAN-Netzwerk auswählen

source: Select your ATSC provider.
de: Den ATSC-Anbieter auswählen.

source: Select your backup device.
de: Das Sicherungsgerät auswählen.

source: Select your country. If not available select 'All'.
de: Das Land auswählen. Wenn nicht verfügbar, 'Alle' auswählen.

source: Select your provider and region. If not present in this list you will need to select one of the other 'Service scan types'.
de: Den Anbieter und die Region auswählen. Wenn sie in dieser Liste nicht vorhanden sind, muss einer der anderen Suchläufe ausgewählt werden.

source: Select your provider, and press OK to start the scan
de: Den Anbieter auswählen und dann OK drücken, um den Suchlauf zu starten.

source: Select your region. If it is not available change 'Country' to 'All' and select one of the default alternatives.
de: Die Region auswählen. Wenn nicht verfügbar, 'Land' in 'Alle' ändern und eine der Standardalternativen auswählen.

source: Select your time zone area or region.
de: Zeitzone oder Region auswählen.

source: Select, toggle, process or edit the current entry
de: Auswählen, Umschalten oder Bearbeiten des aktuellen Eintrags

source: Select/Zap to selected service
de: Zum ausgewählten Sender umschalten

source: Selecting 'Yes' will delete the currently selected user data. This action can't be undone. You may want to create a backup before continuing. Are you sure you want to continue with the factory reset?
de: Mit 'Ja' werden die aktuell ausgewählten Benutzerdaten gelöscht. Diese Aktion kann nicht rückgängig gemacht werden! Vor dem Fortfahren sollte eine Sicherungskopie erstellt werden. Sicher, dass mit dem Zurücksetzen auf die Werkseinstellungen fortgefahren werden soll?

source: Selecting satellites 1 (USALS)
de: Auswählen von Satelliten 1 (USALS)

source: Selecting satellites 2 (USALS)
de: Auswählen von Satelliten 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
de: Hiermit kann eine Gruppe von Satelliten in einem Block konfiguriert werden.

source: Send DiSEqC
de: DiSEqC senden

source: Send DiSEqC only on satellite change
de: DiSEqC nur bei Satelliten-Wechsel senden

source: Seperate titles with a main menu
de: Separate Titel mit Hauptmenü

source: Sequence repeat
de: Sequenz-Wiederholung

source: Serbia
de: Serbien

source: Serbian
de: Serbisch

source: Serial No
de: Seriennummer

source: Servers
de: Server

source: Servers:
de: Server:

source: Service
de: Kanal

source: Service '%s' added.
de: Sender '%s' hinzugefügt.

source: Service '%s' deleted.
de: Sender '%s' gelöscht.

source: Service '%s' is already defined.
de: Der Sender '%s' ist bereits definiert.

source: Service ID
de: Dienst-ID

source: Service Name
de: Sendername

source: Service Number and Service Name
de: Sendernummer und Sendername

source: Service Number, Picon and Service Name
de: Sendernummer, Picon und Sendername

source: Service Selection Actions
de: Kanalauswahl-Aktionen

source: Service Selection/Zap Actions
de: Kanalauswahl/Umschaltaktionen

source: Service Title mode
de: Anzeigemodus-Einstellungen

source: Service Zap Actions
de: Kanal-Umschaltaktionen

source: Service font size
de: Schriftgröße für Sendernamen

source: Service info
de: Senderinfos

source: Service info - service & Basic PID Info
de: Serviceinfo - Service & Basis-PID-Info

source: Service info - service & Extended PID Info
de: Serviceinfo - Service & Erweiterte PID-Info

source: Service info - tuner live values
de: Serviceinfo - Tuner-Livewerte

source: Service info - tuner setting values
de: Serviceinfo - Tuner-Einstellwerte

source: Service info font size
de: Schriftgröße für Sendungsinformationen

source: Service invalid! (Timeout reading PMT)
de: Kanal ist ungültig! (Zeitüberschreitung beim Lesen der PMT)

source: Service name
de: Sendername

source: Service name font size
de: Schriftgröße für Sendernamen

source: Service not found! (SID not found in PAT)
de: Kanal nicht gefunden! (SID nicht in PAT gefunden)

source: Service number font size
de: Schriftgröße für Sendernummern

source: Service off-air
de: Dienst nicht online

source: Service picons aspect ratio
de: Senderlogos (Picons) Seitenverhältnis

source: Service picons downsize
de: Senderlogos (Picons) verkleinern

source: Service reference
de: Service-Referenz

source: Service scan
de: Sendersuche

source: Service selection canceled.
de: Senderauswahl abgebrochen.

source: Service unavailable! Check tuner configuration!
de: Kanal nicht verfügbar! Bitte Tuner-Konfiguration überprüfen!

source: Service width
de: Sendernamen Breite

source: ServiceName
de: Sendername

source: ServicePicon
de: Senderlogo (Picon)

source: Serviceinfo
de: Sender-Informationen

source: Services
de: Sender

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
de: Sender können in Favoriten eingeordnet werden. Bei 'Ja' kann mehr als eine Favoritenliste verwendet werden.

source: Set As Startup Service
de: Kanal als Startkanal auswählen

source: Set Base Time
de: Setze Basiszeit

source: Set CI Boot delay.
de: CI-Boot-Verzögerung einstellen.

source: Set CI assignment for detection of available services.
de: Bei 'Ja' Ermittlung verfügbarer Sender inklusive Berücksichtigung der CI-Zuweisung.

source: Set DVB CI delay.
de: DVB-CI-Verzögerung einstellen.

source: Set Default
de: Standard

source: Set Framerate for MiniTV
de: Setze Wiederholrate für MiniTV

source: Set Time
de: Setze Zeit

source: Set action for 'Info' key
de: Aktion der Taste INFO einstellen

source: Set alternative fallback tuners for DVB-T/C or ATSC
de: Bestimme alternativen Reserve-Tuner für DVB-T / C oder ATSC

source: Set current CEC address as fixed address
de: Aktuelle CEC-Adresse als feste Adresse einstellen

source: Set end time
de: Endzeit eingeben

source: Set executable mode (755)
de: Ausführbaren Modus einstellen (755)

source: Set fixed
de: Fest eingestellt

source: Set fps for external subtitles
de: Bilder/Sekunde für externe Untertitel

source: Set interface as the default Interface
de: Setze Netzwerkadapter als Standard

source: Set limits
de: Grenzen einstellen

source: Set pin code persistent
de: PIN dauerhaft speichern

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
de: Die Sequenzeinstellung wird wiederholt, wenn das Antennensystem dies erfordert. Normalerweise (bei korrekter Konfiguration) sind Sequenzwiederholungen nicht notwendig. Wenn dies jedoch der Fall ist, erneut überprüfen, ob die Befehlsreihenfolge richtig eingestellt ist.

source: Set startup service
de: Startkanal auswählen

source: Set system
de: System einstellen

source: Set the MAC address of your %s %s.
de: Die MAC-Adresse der %s %s einstellen.

source: Set the User ID of the OpenWebif from your fallback tuner
de: Die Benutzer-ID vom OpenWebif des Reserve-Tuners eintragen

source: Set the aspect ratio of the service picons.
de: Einstellung des Seitenverhältnisses der Senderlogos (Picons).

source: Set the default location for your instant recordings. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
de: Das Standardverzeichnis für Sofortaufnahmen auswählen. OK drücken, um ein neues Verzeichnis hinzuzufügen. Am Steuerkreuz Links/Rechts benutzen, um ein bestehendes Verzeichnis auszuwählen.

source: Set the default location to store your time shift buffer files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
de: Das Standardverzeichnis für Timeshift-Aufnahmen auswählen. OK drücken, um ein neues Verzeichnis hinzuzufügen. Am Steuerkreuz Links/Rechts benutzen, um ein bestehendes Verzeichnis auszuwählen.

source: Set the default movie selection location for your media files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
de: Das Standardverzeichnis für Aufnahmen auswählen. OK drücken, um ein neues Verzeichnis hinzuzufügen. Am Steuerkreuz Links/Rechts benutzen, um ein bestehendes Verzeichnis auszuwählen.

source: Set the default recording location for your timers. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
de: Das Standardverzeichnis für Timeraufnahmen auswählen. OK drücken, um ein neues Verzeichnis hinzuzufügen. Am Steuerkreuz Links/Rechts benutzen, um ein bestehendes Verzeichnis auszuwählen.

source: Set the default sorting method.
de: Die Standardsortiermethode auswählen.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
de: Die Verzögerungszeit zwischen Scrolldurchläufen einstellen (wird vom Software-Renderer in einigen Skins verwendet).

source: Set the jump-size of the seekbar.
de: Die Sprungweite für die Suchleiste einstellen.

source: Set the number of lines to be saved for 'stout' and 'sterr' output in scripts.
de: Anzahl der Zeilen für 'stout' und 'sterr' in Skript Ausgaben festlegen.

source: Set the password of the OpenWebif from your fallback tuner
de: Das Passwort vom OpenWebif des Reserve-Tuners eintragen

source: Set the port of the OpenWebif from your fallback tuner
de: Den Port vom OpenWebif des Reserve-Tuners eintragen

source: Set the position of the recording icons.
de: Die Position der Aufnahmesymbole einstellen.

source: Set the screen type you get on pressing 'OK' when the info bar shows to 2nd infobar Lite or event info.
de: Wenn die Taste OK gedrückt wird, wird bei 'Nein' die komplette Infoleiste angezeigt, ansonsten nur eine einfache Version davon.

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
de: Die Scrollgeschwindigkeit für Text im Display einstellen (wird vom Software-Renderer in einigen Skins verwendet).

source: Set the scrolling speed of text on the front display.
de: Die Scrollgeschwindigkeit für Text im Display einstellen.

source: Set the time before checking video source for resolution information.
de: Die Verzögerungszeit einstellen, bevor die automatische Auflösung die Videoquelle prüft.

source: Set the time options. Press YELLOW to set the time zone via geolocation.
de: Die Zeitoptionen festlegen. GELB drücken, um die Zeitzone über die Geolokalisierung einzustellen.

source: Set the time to hide the infobar.
de: Die Anzeigedauer der Infoleiste einstellen.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
de: Die Anzeigedauer der zweiten Infoleiste einstellen. Diese kann auch mit OK beendet werden.

source: Set the type of the progress indication in the channel selection screen.
de: Anzeige der Fortschrittsanzeige in der Senderliste einstellen.

source: Set the volume offset for the '%s' service.
de: Den Lautstärke-Offset für den Sender '%s' festlegen.

source: Set this to 'Yes' to automatically hide the InfoBar when the media starts playing. If set to 'No' the InfoBar will remain on screen.
de: 'Ja' auswählen, um die Infoleiste auszublenden, wenn die Medienwiedergabe beginnt. Ansonsten bleibt die Infoleiste aktiv.

source: Set this to 'Yes' to display the Media Player menu item in the Main Menu. If set to 'No' Media Player can still be started from the Plugins list.
de: 'Ja' auswählen, um den Mediaplayer im Hauptmenü anzuzeigen. Ansonsten kann er weiterhin über die Pluginsliste gestartet werden.

source: Set this to 'Yes' to keep playing this play list in a continuously repeating loop. If set to 'No' the play list will only be played once.
de: 'Ja' auswählen, um diese Playlist in einer Dauerschleife abzuspielen. Ansonsten wird sie nur einmal abgespielt.

source: Set this to 'Yes' to save the current directory when exiting the Media Player.
de: 'Ja' auswählen, um das aktuelle Verzeichnis beim Beenden des Mediaplayers zu speichern.

source: Set this to 'Yes' to save the current play list when exiting the Media Player.
de: 'Ja' auswählen, um die aktuelle Playlist beim Beenden des Mediaplayers zu speichern.

source: Set this to 'Yes' to sort the playlists alphabetically.
de: 'Ja' auswählen, um die Playlisten alphabetisch zu sortieren.

source: Set time options
de: Zeitoptionen einstellen

source: Set to 'Disabled' to replace underscore characters, '_', in file and directory names with spaces.
de: Bei 'Nein' werden Unterstriche in Dateien und Verzeichnissen durch Leerzeichen ersetzt.

source: Set to the desired primetime (hour).
de: Die Stunde der Primetime einstellen.

source: Set to the desired primetime (minutes.
de: Die Minuten der Primetime einstellen.

source: Set to what you want the button to do.
de: Auswählen, was die Taste bewirken soll.

source: Set to yes for debugging the root cause of a spinner.
de: Aktivieren, um die Ursache eines Spinners (Beschäftigungsanzeige) zu ermitteln.

source: Set voltage and 22KHz
de: Setze Spannung und 22kHz

source: Sets the root directory of media list. This removes the '..' entry from being shown in that directory.
de: Das Root-Verzeichnis der Aufnahmeliste auswählen, um '..' in der Ansicht zu unterdrücken.

source: Setting a password is strongly advised if your STB is open to the Internet. You must set a password in order to be able to use network services like FTP, Telnet or SSH.
de: Es wird dringend empfohlen, ein Passwort festzulegen, wenn der Receiver mit dem Internet verbunden ist, um Netzwerkdienste wie FTP, Telnet oder SSH nutzen zu können.

source: Settings
de: Einstellungen

source: Settings mode
de: Einstellungsansicht

source: Setup
de: Einstellungen

source: Setup Harddisk
de: Konfiguration der Festplatte

source: Setup InputDevice
de: Eingabegeräte-Einstellungen

source: Setup Mounts
de: Mounts einrichten

source: Setup delay mode to zap to channels.
de: Verzögerungsmodus beim Umschalten ein- oder ausstellen.

source: Setup entry sort
de: Einstellungseinträge alphabetisch sortieren

source: Setup how to control the channel changing.
de: Das Verhalten beim Umschalten einstellen, bis der nächste Sender verfügbar ist.

source: Setup menu
de: Konfiguration

source: Setup network time synchronization interval.
de: Hier kann das Synchronisierungsintervall des NTP-Servers eingestellt werden.

source: Setup your positioner
de: Rotor einstellen.

source: Setup your satellite equipment
de: Satelliten-Ausrüstung

source: Seychelles
de: Seychellen

source: Share Folders
de: Ordner freigeben

source: Share View
de: Ansicht der Netzwerkfreigaben

source: Shares
de: Netzwerkfreigaben

source: Sharpness
de: Schärfe

source: Shellscript
de: Shellskript

source: Short Film
de: Kurzfilm

source: Short filenames
de: Kurze Dateinamen

source: Short filenames with time
de: Kurze Dateinamen mit Uhrzeit

source: Should the crash counter be reset to prevent a restart?
de: Soll der Crash-Zähler zurückgesetzt werden, um einen Neustart zu verhindern?

source: Show 1080p 24fps as
de: Zeige 1080p 24fps als

source: Show 1080p 25fps as
de: Zeige 1080p 25fps als

source: Show 1080p 30fps as
de: Zeige 1080p 30fps als

source: Show 2160p 24fps as
de: Zeige 2160p 24fps als

source: Show 2160p 25fps as
de: Zeige 2160p 25fps als

source: Show 2160p 30fps as
de: Zeige 2160p 30fps als

source: Show 24p up to 720p / higher than 720p as
de: Zeige 24p bis 720p / höher als 720p mit

source: Show 24p up to resolution 720p or higher than 720p as a different Framerate.
de: Zeige 24p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.

source: Show 25p up to 720p / higher than 720p as
de: Zeige 25p bis 720p / höher als 720p mit

source: Show 25p up to resolution 720p or higher than 720p as a different Framerate.
de: Zeige 25p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.

source: Show 30p up to 720p / higher than 720p as
de: Zeige 30p bis 720p / höher als 720p mit

source: Show 30p up to resolution 720p or higher than 720p as a different Framerate.
de: Zeige 30p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.

source: Show 480/576p 24fps as
de: Zeige 480/576p 24fps als

source: Show 720p 24fps as
de: Zeige 720p 24fps als

source: Show Alternatives
de: Alternativen anzeigen

source: Show Audioselection
de: Audiomenü

source: Show AutoTimer List
de: Alle AutoTimer anzeigen

source: Show Box Portal
de: Box-Portal anzeigen

source: Show CI messages
de: CI Meldungen anzeigen

source: Show Clients
de: Clients anzeigen

source: Show Default Backup Files
de: Standardliste gesicherter Dateien anzeigen

source: Show Development packages
de: Entwicklungspakete anzeigen

source: Show Display Icons
de: Display-Icons anzeigen

source: Show Display packages
de: Displayskin-Pakete anzeigen

source: Show Driver packages
de: Treiber anzeigen

source: Show EPG
de: EPG anzeigen

source: Show EPG for current channel...
de: EPG vom aktuellen Sender anzeigen

source: Show EventView
de: Sendungsinformation anzeigen

source: Show Extension packages
de: Erweiterungspakete anzeigen

source: Show Format Setup
de: Samba-Einstellungen anzeigen

source: Show Graphical EPG
de: Grafischen EPG anzeigen

source: Show HDD progress
de: Festplattenfortschritt anzeigen

source: Show HDMI Output Resolution.
de: Die Anzeige der HDMI-Auflösung auf dem Display einstellen.

source: Show HDMI-Output Res
de: HDMI-Auflösung anzeigen

source: Show HDMIRecord setup...
de: HDMIRecord-Einstellungen anzeigen...

source: Show InfoBar
de: Infoleiste anzeigen

source: Show InfoBar lite *
de: Einfache Infoleiste anzeigen *

source: Show InfoBar on channel change
de: Infoleiste beim Senderwechsel anzeigen

source: Show InfoBar on event change
de: Infoleiste beim Sendungswechsel anzeigen

source: Show InfoBar on skip forward/backward
de: Infoleiste beim Spulen anzeigen

source: Show InfoBar picons
de: Senderlogo (Picon) in der Infoleiste anzeigen

source: Show Information
de: Informationen anzeigen

source: Show Kernel packages
de: Kernelmodule anzeigen

source: Show Live in MiniTV
de: Live-TV im MiniTV anzeigen

source: Show Log
de: Log anzeigen

source: Show M2k packages
de: M2k-Pakete anzeigen

source: Show Media Player in Main Menu
de: Mediaplayer im Hauptmenü anzeigen

source: Show Media playback Remaining/Elapsed as
de: Zeitangabe bei Medienwiedergabe in

source: Show Merlin EPG Center
de: Merlin-EPG-Center anzeigen

source: Show MiniTV in the Front Display
de: MiniTV im Display anzeigen

source: Show Movies List
de: Filmauswahl

source: Show Multi EPG
de: Multi-EPG anzeigen

source: Show OScam/CCcam in Extension Menu
de: OSCam/CCcam in Erweiterungen anzeigen

source: Show OpenPLi packages
de: OpenPLi-Pakete anzeigen

source: Show OpenViX packages
de: OpenViX-Pakete anzeigen

source: Show PVR status in MoviePlayer InfoBar
de: PVR-Status in der Movieplayer-Infoleiste anzeigen

source: Show PiP
de: Bild-im-Bild einschalten

source: Show PiP in MiniTV
de: Bild-im-Bild im MiniTV anzeigen

source: Show PiP in the Front Display
de: Bild-im-Bild im Display anzeigen

source: Show Picon packages
de: Picon-Pakete anzeigen

source: Show Plugin Skin packages
de: Plugin-Skin-Pakete anzeigen

source: Show RFmod setup...
de: RFmod-Einstellungen anzeigen...

source: Show Readers/Proxies
de: Reader/Proxies anzeigen

source: Show Record Movies
de: Aufnahmen anzeigen

source: Show Restart Network in Extensions *
de: Netzwerk-Neustart im Erweiterungsmenü anzeigen *

source: Show SD as
de: SD anzeigen als

source: Show Security packages
de: Sicherheitspakete anzeigen

source: Show Service Information
de: Senderinformationen anzeigen

source: Show Setting packages
de: Senderlistenpakete anzeigen
