Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Tree size
de: Verzeichnisgröße

source: Tried to disable PiP, but found no InfoBar instance!
de: Beim Versuch, Bild-im-Bild zu deaktivieren, wurde keine 'InfoBar.instance' gefunden!

source: Tries left:
de: Übrige Versuche:

source: Trinidad and Tobago
de: Trinidad und Tobago

source: True
de: Wahr

source: TrueType font (HD)
de: TrueType-Zeichensatz (HD)

source: TrueType font (SD)
de: TrueType-Zeichensatz (SD)

source: TrueType font (full-HD)
de: TrueType-Zeichensatz (Full-HD)

source: Try to find used transponders in cable network.. please wait...
de: Suche benutzte Transponder im Kabelnetz. Bitte warten...

source: Try to find used transponders in terrestrial network.. please wait...
de: Versuche Transponder im terrestrischen Netz zu finden. Bitte warten...

source: Try to prevent reboots for software errors and maintain of the availability for the receiver.
de: Bei Softwarefehlern wird versucht, die Benutzeroberfläche nicht neu zu starten.

source: Try to send repeated commands if not all commands were executed (e.g. TV wake up, but not switched to correct input).
de: Versuchen, Befehle wiederholt zu senden, falls nicht alle Befehle ausgeführt wurden (z.B. TV aufwecken, aber es wird nicht auf den korrekten Eingang geschaltet).

source: Trying to download a new packet list. Please wait...
de: Versuche eine neue Paketliste herunterzuladen. Bitte warten...

source: Tue
de: Di.

source: Tuesday
de: Dienstag

source: Tune
de: Abstimmen

source: Tune and focus
de: Tunen und fokussieren

source: Tune failed!
de: Tunen fehlgeschlagen!

source: Tuner Configuration
de: Tuner

source: Tuner Settings
de: Tunereinstellungen

source: Tuner is not supported
de: Tuner wird nicht unterstützt!

source: Tuner live values
de: Tuner-Livewerte

source: Tuner setting values
de: Tuner-Einstellwerte

source: Tuner slot
de: Tuner-Steckplatz

source: Tuner status FAILED
de: Tuner-Status fehlgeschlagen!

source: Tuner status IDLE
de: Tuner-Status UNBENUTZT

source: Tuner status LOCKED
de: Tuner-Status GESPERRT

source: Tuner status LOSTLOCK
de: Tuner-Status FEHLGESCHLAGEN!

source: Tuner status TUNING
de: Tuner-Status TUNEN

source: Tuner status UNKNOWN
de: Tuner-Status UNBEKANNT

source: Tuner type %s
de: Tuner-Art %s

source: Tuning algorithm
de: Tuning-Algorithmus

source: Tunisia
de: Tunesien

source: Turbo: One reboot after flash Fast: One reboot after flash, one reboot after restore Slow: One reboot after flash, one reboot after restore in GUI
de: Turbo: Ein Neustart nach dem Flashen. Schnell: Ein Neustart nach dem Flashen, ein weiterer nach Wiederherstellung. Langsam: Ein Neustart nach dem Flashen, ein weiterer nach Wiederherstellung in der Benutzeroberfläche.

source: Turkey
de: Türkei

source: Turkish
de: Türkisch

source: Turkmen
de: Turkmenisch

source: Turks and Caicos Islands
de: Turks- und Caicosinseln

source: Turn off HDMI-IN Full screen mode
de: HDMI-IN als Vollbild beenden

source: Turn off HDMI-IN PiP mode
de: HDMI-IN Bild-im-Bild Wiedergabe beenden

source: Turn on HDMI-IN Full screen mode
de: HDMI-IN als Vollbild wiedergeben

source: Turn on HDMI-IN PiP mode
de: HDMI-IN als Bild-im-Bild wiedergeben

source: Turn on the control LED
de: Kontroll-LED einschalten

source: Turn on the power LED
de: Power-LED einschalten

source: Turning step size
de: Dreh-Schrittweite

source: Two
de: Zwei

source: Two lines
de: Zwei Zeilen

source: Type
de: Typ

source: Type of LNB/Device
de: LNB / Gerätetyp

source: Type of device
de: Gerätetyp

source: Type of scan
de: Art des Suchlaufs

source: Type:
de: Typ:

source: UI 3D setup
de: 3D-Einstellungen

source: URL of fallback remote receiver
de: URL vom Reserve-Receiver

source: USALS automatically moves a motorized dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
de: USALS bewegt automatisch eine motorisierte Schüssel auf den richtigen Satelliten, basierend auf den vom Benutzer eingegebenen Koordinaten. Ohne USALS muss jeder Satellit individuell eingerichtet und gespeichert werden.

source: USB 2.0 (Back, inner)
de: USB 2.0 (Rückseite, innen)

source: USB 3.0 (Back, outer)
de: USB 3.0 (Rückseite, außen)

source: USB switch ERROR! - already on USB
de: Fehler beim Wechseln auf USB! Bereits auf USB.

source: USB switch ERROR! - root files not transferred to USB
de: Fehler beim Wechseln auf USB! Root-Dateien wurden nicht auf USB übertragen.

source: Uighur / Uyghur
de: Uigurisch / Uyghurisch

source: Ukrainian
de: Ukrainisch

source: Unable to initialize Kexec MultiBoot!
de: Kexec MultiBoot kann nicht initialisiert werden!

source: Unattended upgrade without GUI
de: Automatische Aktualisierung ohne Benutzeroberfläche

source: Undefined
de: Undefiniert

source: Undetermined
de: Unbestimmt

source: Unencrypted
de: Unverschlüsselt

source: Unexpected error while retrieving fallback tuner's timer information
de: Unerwarteter Fehler beim Abrufen der Timer-Informationen des Reserve-Tuners!

source: UnhandledKey
de: Undefinierte Taste

source: Unhide Parental Control Services
de: Sender mit Jugendschutz anzeigen

source: Uninstall
de: Entfernen

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: United Kingdom
de: England

source: United States Minor Outlying Islands
de: Vereinigte Staaten, kleinere abgelegene Inseln

source: United States of America
de: Vereinigte Staaten von Amerika

source: Unknown
de: Unbekannt

source: Unknown Packages
de: Unbekannte Pakete

source: Unknown Service
de: Unbekannter Kanal

source: Unknown group: %d
de: Unbekannte Gruppe: %d

source: Unknown user: %d
de: Unbekannter Benutzer: %d

source: Unknown!
de: Unbekannt!

source: Unless set to 'disabled' you get a preview of channels inside the EPG list.
de: Bei 'Ja' wird mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet den EPG und zeigt diesen Sender, EXIT dagegen beendet den EPG und schaltet zum ursprünglichen Sender zurück.

source: Unmark As Dedicated 3D Service
de: 3D Markierung entfernen

source: Unmount
de: Aushängen

source: Unpack File
de: Datei entpacken

source: Unscramble and record ECM
de: Entschlüsseln und ECM aufnehmen

source: Unscramble http streams
de: HTTP-Streams entschlüsseln

source: Unscramble receiving http streams
de: Empfangene HTTP-Streams entschlüsseln

source: Unset As Startup Service
de: Kanal als Startkanal entfernen

source: Unsupported
de: Nicht unterstützt

source: Until standby/restart
de: Bis zum Standby/Neustart

source: Unused 0x22
de: Unbenutzt 0x22

source: Unused 0x52
de: Unbenutzt 0x52

source: Unused 0x53
de: Unbenutzt 0x53

source: Unused 0x54
de: Unbenutzt 0x54

source: Unused 0x71
de: Unbenutzt 0x71

source: Unused 0x72
de: Unbenutzt 0x72

source: Unused 0xb1
de: Unbenutzt 0xb1

source: Unused 0xb2
de: Unbenutzt 0xb2

source: Unzipping Image
de: Entpacke Image

source: Up
de: Hoch

source: Up/Down button mode
de: Tasten Hoch/Runter

source: Up/Down buttons also for 'all up/down'.
de: Tasten Hoch/Runter für 'Alle Hoch/Runter'.

source: Update Plugin
de: Plugin aktualisieren

source: Update Plugins
de: Plugins aktualisieren

source: Update completed.
de: Update abgeschlossen.

source: Update delay for Events in List
de: Aktualisierungsverzögerung für Ereignisse in der Liste

source: Update delay for events in list. Scrolling in list is faster with higher delay, especially on big lists!
de: Aktualisierungsverzögerung für Ereignisse in der Liste. Das Scrollverhalten wird schneller mit einer höheren Verzögerung, speziell bei größeren Listen!

source: Update failed!
de: Update fehlgeschlagen!

source: Update finished!
de: Update fertig!

source: Update interval (in seconds)
de: Updateintervall (in Sekunden)

source: Update succeeded! Your Bootloader is now up-to-date!
de: Update erfolgreich! Der Bootloader ist nun aktuell!

source: Update the selected plugin / list of plugins
de: Gewähltes Plugin oder Pluginliste aktualisieren

source: Updated
de: Aktualisiert

source: Updated version unknown
de: Aktualisierte Version unbekannt

source: Updates available:
de: Verfügbare Updates:

source: Updating
de: Aktualisiere

source: Updating mount locations.
de: Mount-Einstellungen werden aktualisiert.

source: Upgrade (Flash & restore all)
de: Aktualisierung. Flashen und alles wiederherstellen.

source: Upgrade finished.
de: Aktualisierung beendet.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
de: Aktualisierung gestartet. Bitte warten bis die %s %s neu gestartet wurde. Dies kann einige Minuten dauern.

source: Upgrade with GUI
de: Aktualisierung mit Benutzeroberfläche

source: Upper USB
de: Oberer USB-Anschluss

source: Upper case
de: Großbuchstaben

source: Upper line
de: Obere Zeile

source: Uptime
de: Laufzeit

source: Usage Setup
de: Bedienung

source: Use
de: Benutzen

source: Use 'Trash' in movie list
de: Papierkorb in der Filmauswahl verwenden

source: Use AutoCam
de: AutoCam verwenden

source: Use DHCP
de: Adresse automatisch beziehen (DHCP)

source: Use Deinterlacing for 1080i Videosignal?
de: Deinterlacing für 1080i-Videosignal verwenden?

source: Use EIT EPG information when it is available.
de: Bei 'Ja' werden EIT-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use FreeSat EPG information when it is available.
de: Bei 'Ja' werden Freesat-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use Geolocation
de: Standortbestimmung

source: Use HDMI-preemphasis
de: HDMI-Preemphasis verwenden

source: Use Harddisk Hardware Standby Timer
de: Verwendung des internen Standby-Timers der Festplatte

source: Use MHW EPG information when it is available.
de: Bei 'Ja' werden MHW-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use Netmed EPG information when it is available.
de: Bei 'Ja' werden Netmed-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use OpenTV EPG. Requires tuning to specific transponder to absorb EPG.
de: Bei 'Ja' werden OpenTV-EPG-Informationen verwendet. Dazu muss allerdings ein spezieller Transponder abgesucht werden!

source: Use QuickSelect
de: Schnellauswahl benutzen

source: Use TV remote control
de: TV-Fernbedienung benutzen

source: Use USALS for this sat
de: USALS für diesen Satelliten verwenden

source: Use ViaSat EPG information when it is available.
de: Bei 'Ja' werden ViaSat-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use Virgin EPG information when it is available.
de: Bei 'Ja' werden Virgin-EPG-Informationen verwendet, wenn sie verfügbar sind.

source: Use a gateway
de: Ein Gateway verwenden

source: Use alternate GitHub DNS
de: Alternativen GitHub-DNS verwenden

source: Use an alternative smaller screen.
de: Legt fest, ob eine alternative Anzeige verwendet werden soll.

source: Use as HDD
de: Mount HDD

source: Use automatic mode detection
de: Automatische Moduserkennung verwenden

source: Use automatic mode detection? This option reads all supported modes from your TV. Disable it only if you want to customize the preferred configuration.
de: Automatische Moduserkennung verwenden? Diese Option listet alle unterstützten Modi des Fernsehgerätes auf. Nur deaktivieren, wenn die bevorzugte Konfiguration angepasst werden soll.

source: Use best / Controlled by HDMI
de: Bestmöglich / Steuerung über HDMI

source: Use circular LNB
de: Circularen LNB verwenden

source: Use defaults
de: Standard verwenden

source: Use extended List
de: Erweiterte Liste verwenden

source: Use fastscan channel names
de: Programmnamen des Schnellsuchlaufs verwenden

source: Use fastscan channel numbering
de: Sendernummerierung des Schnellsuchlaufs verwenden

source: Use for load only x days in EPG.
de: Die Vorhaltezeit in Tagen des EPGs einstellen.

source: Use frequency or channel
de: Frequenz- oder Kanal-Suchlauf

source: Use geolocation to set the current time zone location
de: Standortbestimmung verwenden, um die aktuelle Zeitzone festzulegen

source: Use increased voltage '14/18V' if there are problems when switching the LNB.
de: Bei Umschaltproblemen des LNBs (vertikal/horizontal), sehr langen Antennenkabeln oder Kabeln mit sehr dünnem Innenleiter die Voltzahl, normalerweise 14/18 Volt, erhöhen.

source: Use interface
de: Netzwerkadapter aktivieren

source: Use key map *
de: Tastaturbelegung *

source: Use legacy navigation
de: Alte Navigation verwenden

source: Use official channel numbering
de: Offizielle Sendernummerierung verwenden

source: Use only for Wake on WLan (WoW)
de: Nur für Wake on WLAN (WoW) aktivieren

source: Use original DVB subtitle position
de: Position der DVB-Untertitel

source: Use original teletext position
de: Originale Videotextposition verwenden

source: Use per directory settings
de: Individuelle Einstellungen für jedes Verzeichnis verwenden

source: Use power measurement
de: Stromaufnahme messen

source: Use small screen
de: Small-Screen benutzen

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
de: Die Tasten Links/Rechts benutzen, um die Größe der Benutzeroberfläche/OSD anzupassen. Taste Links verkleinert, Taste Rechts vergrößert sie.

source: Use the UP and DOWN buttons to select your locale/language then press the OK button to continue.
de: Die Tasten Hoch/Runter verwenden, um die Sprachregion/Sprache auszuwählen. Dann die Taste GRÜN oder OK drücken, um fortzufahren.

source: Use the UP/DOWN buttons to select the installed image to be backed up. Press the 'Start' (GREEN) button to start the backup.
de: Mit den Tasten Hoch/Runter das zu sichernde installierte Image auswählen. Dann 'Start' (GRÜN) drücken, um die Sicherung zu starten.

source: Use the alternative or the conventional radio mode.
de: Bei 'Ja' wird der alternative Radiomodus verwendet, ansonsten der normale.

source: Use the current selection and exit
de: Die aktuelle Auswahl verwenden und beenden

source: Use the extended List
de: Die erweiterte Liste verwenden.

source: Use the network wizard to configure selected network adapter
de: Den Netzwerkassistenten zur Konfiguration des ausgewählten Netzwerkadapters verwenden

source: Use the network wizard to configure your Network.
de: Den Netzwerkassistenten verwenden, um das Netzwerk zu konfigurieren.

source: Use the wizard to set up basic features
de: Assistenten für die Grundeinstellung benutzen

source: Use these input device settings?
de: Diese Eingabegeräte-Einstellungen verwenden?

source: Use this video enhancement settings?
de: Diese Einstellungen für die Bildoptimierung verwenden?

source: Use time jumps for fast forward/backward
de: Zeitsprünge für schnellen Vorlauf/Rücklauf ('>>'/'<<') benutzen

source: Use time shift SeekBar while time shifting
de: Timeshift-Suchleiste bei Timeshift verwenden *

source: Use viewer for unknown files
de: Unbekannte Dateien bearbeiten

source: Use workaround for wake up from deep-standby
de: Workaround für das Aufwachen aus dem Deep-Standby

source: Used service scan type
de: Verwendeter Suchlauf

source: Used:
de: Verwendet:

source: User (keymap.usr)
de: Benutzer ('keymap.usr')

source: User - Bouquets
de: Benutzerfavoriten

source: User Feed URL
de: Eigene Feed-URL

source: User ID
de: Benutzer-ID

source: User comments
de: Benutzerkommentare

source: User defined
de: Benutzerdefiniert

source: User defined 0x%02x
de: Benutzerdefiniert 0x%02x

source: User defined delay when you press another button to zap to the channel.
de: Die Umschaltverzögerung der weiteren Zifferntasten einstellen.

source: User defined delay when you press the first button to zap to the channel.
de: Die Umschaltverzögerung der ersten Zifferntaste einstellen.

source: User defined transponder
de: Benutzerdefinierter Transponder

source: User interface settings
de: Einstellungen für die Benutzeroberfläche

source: User interface visibility
de: Benutzeroberfläche-Deckkraft

source: Username
de: Benutzername

source: Username (httpuser)
de: Benutzername (httpuser)

source: Using automatic address
de: Automatische Adresse verwenden

source: Using fixed address
de: Feste Adresse verwenden

source: Using old profile:
de: Altes Profil verwenden:

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
de: Wenn die Untertitelsprache dieselbe ist wie die Audiosprache, werden die Untertitel normalerweise unterdrückt. Hiermit können diese Untertitel erzwungen werden.

source: Uzbek
de: Usbekisch

source: Uzbekistan
de: Usbekistan

source: VLAN connection
de: VLAN-Verbindung

source: VMGM (intro trailer)
de: VMGM (Trailer-Intro)

source: VOB file
de: VOB-Datei

source: Variety
de: Vielfalt

source: Various
de: Diverses

source: Venezuela, Bolivarian Republic of
de: Venezuela, Bolivarische Republik

source: Vertical
de: Vertikal

source: Vertical EPG
de: Vertikaler EPG

source: Vertical alignment for the event-progress.
de: Vertikale Ausrichtung des Sendungsfortschrittes.

source: Vertical alignment for the service number.
de: Vertikale Ausrichtung der Sendernummer.

source: Vertical menu
de: Vertikal

source: Vertical turning speed
de: Vertikale Drehgeschwindigkeit

source: VerticalEPG Settings
de: Vertikaler EPG

source: Very fast
de: Sehr schnell

source: Very short filenames
de: Sehr kurze Dateinamen

source: Very slow
de: Sehr langsam

source: Very very short filenames - Warning
de: Extrem kurze Dateinamen-Warnung

source: Video
de: Bild

source: Video Settings
de: Bildeinstellungen

source: Video Wizard
de: Video-Assistent

source: Video clipping setup
de: Video-Clipping - Einstellungen

source: Video content: %ix%i%s %iHz
de: Videoinhalt: %ix%i%s %iHz

source: Video enhancement preview
de: Bildoptimierungs-Vorschau

source: Video enhancement setup
de: Bildoptimierung

source: Video mode: %s
de: Videomodus: %s

source: Video mode: %s not available
de: Videomodus: %s nicht verfügbar

source: Video output
de: Videoausgang

source: Video output mode
de: Videoausgabemodus

source: Video output mode for FHD
de: Videoausgabemodus für FHD

source: Video output mode for HD
de: Videoausgabemodus für HD

source: Video output mode for SD
de: Videoausgabemodus für SD

source: Video output mode for UHD
de: Videoausgabemodus für UHD

source: VideoEnhancementPreview
de: Bildoptimierungs-Vorschau

source: VideoFinetune
de: Bild Feinabstimmung

source: Videosetup
de: Videoeinstellungen

source: Vietnamese
de: Vietnamesisch

source: View
de: Ansicht

source: View File
de: Datei anzeigen

source: View Rass interactive
de: RaSS Interaktiv anzeigen

source: View as list
de: Als Liste anzeigen

source: View mode
de: Anzeigemodus

source: View or edit files less than 1MB in size
de: Datei anzeigen oder bearbeiten (bei Größen <1 MB)

source: View or edit this %s script
de: Skript (%s) anzeigen oder bearbeiten

source: View photos...
de: Fotos ansehen...

source: View teletext...
de: Videotext anzeigen

source: View the archive contents
de: Inhalt des Archives anzeigen

source: View the next item in a list
de: Anzeigen des nächsten Elements in einer Liste

source: View the package contents
de: Inhalt des Paketes anzeigen

source: View the previous item in a list
de: Anzeigen des vorherigen Elements in einer Liste

source: View video CD...
de: Video-CD wiedergeben...

source: View, install and remove available or installed packages.
de: Anzeigen, installieren oder entfernen verfügbarer oder installierter Pakete.

source: Violence
de: Gewalt

source: Virgin Islands (British)
de: Jungferninseln (Britisch)

source: Virgin Islands (US)
de: Jungferninseln (US)

source: Virtual Keyboard
de: Virtuelle Tastatur

source: Virtual Keyboard Actions
de: Virtuelle Tastatur Aktionen

source: Virtual Keyboard Text:
de: Text der virtuellen Tastatur:

source: Visual impaired commentary
de: Kommentare für Sehbehinderte

source: Vol
de: Lautstärke

source: Voltage mode
de: Spannungsmodus

source: Volume
de: Lautstärke

source: Volume Adjust
de: Lautstärkeanpassung

source: Volume Adjust Actions
de: Aktionen zur Lautstärkeanpassung

source: Volume Adjust Service Selection
de: Senderauswahl der Lautstärkeanpassung

source: Volume Adjust Settings
de: Lautstärkeanpassung

source: Volume down
de: Lautstärke -

source: Volume keys on the receiver remote will control the TV volume. If this feature is not supported the volume keys have no function!
de: Die Lautstärketasten der Receiver-Fernbedienung ändern die Lautstärke des Fernsehers. Wird die Funktion nicht unterstützt, haben die Tasten keine Funktion.

source: Volume up
de: Lautstärke +

source: WARNING:
de: WARNUNG:

source: WLAN connection
de: WLAN-Verbindung

source: WPA or WPA2
de: WPA oder WPA2

source: WSS on 4:3
de: WSS bei 4:3

source: Wait for timesync at startup
de: Warte beim Systemstart auf Zeitsynchronisation

source: Wait please while creating swap file...
de: Swap-File wird erstellt. Bitte warten...

source: Wait please while scanning for devices...
de: Suchlauf nach Geräten wird durchgeführt. Bitte warten...

source: Wait please while scanning your %s %s devices...
de: Suchlauf nach Geräten der %s %s wird durchgeführt. Bitte warten...

source: Wait please while scanning...
de: Suchlauf wird durchgeführt. Bitte warten...

source: Waiting
de: Wartet

source: Waiting for mount
de: Warte auf Mount

source: Waiting for partition
de: Warte auf Partition

source: Wake up
de: Aufwachen

source: Wake up TV from standby
de: TV aus dem Standby aufwecken

source: Wake up time before a timer begins [mins]
de: Aufwachzeit bevor ein Timer beginnt (Min)

source: Wake up to standby
de: In Standby aufwachen

source: Wake up your AV Receiver from standby
de: AV-Receiver aus dem Standby aufwecken

source: Wallis and Futuna
de: Wallis und Futuna

source: Walloon
de: Wallonisch

source: War
de: Krieg

source: Warning
de: Warnung

source: Warning: %d feeds were unable to be reloaded!
de: Warnung: %d Feeds konnten nicht nachgeladen werden!

source: Warning: Recordings should not be stored on the Flash disk!
de: Warnung: Aufnahmen sollten nicht im Flash gespeichert werden!

source: Warning: There are %d update packages!
de: Warnung: Es gibt %d Update-Pakete!

source: Warning: There is only a network drive to store the backup. This means the auto restore will not work after the flash. Alternatively, mount the network drive after the flash and perform a manufacturer reset to auto restore.
de: Es kann nur ein Netzlaufwerk gefunden werden, um die Sicherung zu speichern, was bedeutet, dass die automatische Wiederherstellung nach dem Flash nicht funktioniert! Alternativ kann das Netzlaufwerk nach dem Flashen gemountet und ein Hersteller-Reset auf Autorestore durchgeführt werden.

source: Warning: This is the last crash before an automatic restart is performed.
de: WARNUNG: Dies ist der letzte Absturz, bevor ein automatischer Neustart ausgeführt wird!

source: Warning: no LNB; using factory defaults.
de: Warnung: Kein LNB! Benutze Werkseinstellungen.

source: Watch movies...
de: Filme ansehen

source: Watch recordings
de: Aufnahmen ansehen

source: Weather
de: Wetter

source: Web Interface
de: Weboberfläche

source: Web browser base visibility
de: Webbrowser-Grunddeckkraft

source: Wed
de: Mi.

source: Wednesday
de: Mittwoch

source: Weekdays
de: Wochentags

source: Weekends
de: Wochenende

source: Weekly
de: Wöchentlich

source: Welcome Wizard
de: Willkommensassistent

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
de: Willkommen im Schnitteditor. Den Anfang suchen, der weggeschnitten werden soll und OK drücken. Dann 'Schnitt hier starten' auswählen. Danach das Ende suchen und OK drücken. 'Schnitt endet hier' auswählen. Das war's.
