Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Bouquet Selector Actions
de: Favoritenauswahl Aktionen

source: Bouquet Selector Navigation Actions
de: Favoritenauswahl Navigationsaktionen

source: Bouquets
de: Favoriten

source: Bouvet Island
de: Bouvetinsel

source: Boxing
de: Boxen

source: Brazil
de: Brasilien

source: Breton
de: Bretonisch

source: Brightness
de: Helligkeit

source: Brightness (Dimmed)
de: Helligkeit (gedimmt)

source: Brightness (Normal)
de: Helligkeit (Normal)

source: Brightness (Standby)
de: Helligkeit (Standby)

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean

source: Buffering %d%%
de: Pufferung %d%%

source: Buffers:
de: Puffer:

source: Bulgaria
de: Bulgarien

source: Bulgarian
de: Bulgarisch

source: Burmese
de: Burmesisch

source: Burn Blu-ray disc
de: Blu-ray brennen

source: Burn DVD
de: DVD brennen

source: Burn existing image to medium
de: Vorhandenes Image brennen

source: Burn to medium
de: Brennen

source: Business & Finance
de: Wirtschaft und Finanzen

source: Button error timeout
de: Timeout für Tastenfehler

source: Button Setup
de: Tastenbelegung

source: ButtonSetup
de: Tastenbelegung

source: By OPD Image Team
de: Vom openDroid-Image Team

source: Bypass HDMI EDID Check
de: HDMI-EDID-Prüfung überspringen

source: Bytes received:
de: Bytes empfangen:

source: Bytes sent:
de: Bytes gesendet:

source: CCD-Width
de: CCD-Breite

source: CCcam Config Switcher
de: CCcam-Konfigurationsumschalter

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
de: CCcam-Informationen %s von AliAbdul %s Dieser Bildschirm zeigt Ihnen den Status der CCcam an.

source: CCcam Info Config
de: Konfiguration von CCcam-Info

source: CCcam Line Edit Actions
de: CCcam Line Edit-Aktionen

source: CCcam Profile Settings
de: CCcam-Profileinstellungen

source: CCcam Provider Info
de: CCcam-Betreiberinformation

source: CCcam Remote Info
de: CCcam-Remoteinformation

source: CCcam Server Info
de: CCcam-Serverinformation

source: CCcam Share Info
de: CCcam-Freigabeinformation

source: CCcam Shares Info
de: CCcam-Freigabeinformationen

source: CCcam.cfg Basic Line Editor
de: Einfacher 'CCcam.cfg' Line Editor

source: CCcam.cfg found. Import your settings
de: CCcam.cfg gefunden. Importieren Sie Ihre Einstellungen

source: CCcamInfo Mainmenu
de: CCcam-Info - Hauptmenü

source: CF Drive
de: CF-Laufwerk

source: CHANGE BOUQUET
de: Bouquet wechseln

source: CHANNEL +/-
de: Kanal +/-

source: CI (Common Interface) Setup
de: CI-Einstellungen

source: CI Boot Delay
de: CI-Boot-Verzögerung

source: CI assignment
de: CI-Zuweisung

source: CI enabled
de: CI aktiviert

source: CI slot:
de: CI-Schacht:

source: CIFS/Samba Settings
de: CIFS/Samba-Dateiserver

source: CPU priority for scripts
de: CPU-Priorität für Skripte

source: Cable
de: Kabel

source: Cable Scan
de: Kabel-Suchlauf

source: Cache thumbnails
de: Vorschaubilder zwischenspeichern

source: Cached:
de: Zwischengespeichert:

source: Calculate
de: Berechnen

source: Calculate file hashes/checksums
de: Hash- oder Checksummen berechnen

source: Calculating...
de: Berechnung...

source: Calculation complete
de: Berechnung vollständig

source: Calibrate
de: Kalibrieren

source: Cambodia
de: Kambodscha

source: Camera
de: Kamera

source: Cameroon
de: Kamerun

source: Can be used for different fps between external subtitles and video.
de: Kann bei unterschiedlichen Bildern/Sekunde von externen Untertiteln und Video verwendet werden, um die Synchronität herzustellen.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
de: Dies kann verwendet werden, um auf defekte Pixel am TV zu testen. Verfügbare Farb-Test-Bildschirme: Rot Grün Blau Weiß Schwarz Cyan Magenta Gelb Mit den Tasten Links/Rechts den Bildschirm wechseln. Mit den Tasten ROT, GRÜN oder BLAU direkt umschalten. Mit der Taste GELB zurück zur Einführung.

source: Can't going to live TV! Switch to live TV and restart time shift ?
de: Es kann nicht zum Live-TV geschaltet werden! Zum Live-TV schalten und Timeshift erneut starten?

source: Can't play the next time shift file! Switch to live TV and restart time shift ?
de: Die nächste Timeshift-Datei kann nicht abgespielt werden! Zum Live-TV schalten und Timeshift erneut starten?

source: Can't play the previous time shift file! You can try again.
de: Die vorherige Timeshift-Datei kann nicht abgespielt werden! Bitte erneut versuchen.

source: Can't unmount partition, make sure it is not being used for swap or record/time shift paths
de: Partition kann nicht ausgehängt werden! Sicherstellen, dass sie nicht für eine Auslagerungsdatei oder Aufnahme/Timeshift-Pfade verwendet wird.

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
de: Partition kann nicht ausgehängt werden! Sicherstellen, dass sie nicht für eine Auslagerungsdatei oder Aufnahme/Timeshift-Pfade verwendet wird.

source: Canada
de: Kanada

source: Cancel
de: Abbrechen

source: Cancel / Close the software update screen
de: Abbruch / Update beenden

source: Cancel Task
de: Aufgabe abbrechen

source: Cancel and exit the context menu
de: Kontextmenü abbrechen und verlassen

source: Cancel any changed settings and exit
de: Änderungen verwerfen und verlassen

source: Cancel any changed settings and exit all menus
de: Änderungen verwerfen und alle Menüs verlassen

source: Cancel any changed tags and exit
de: Alle Änderungen verwerfen und beenden

source: Cancel any changes the active locale/language and exit all menus
de: Änderungen verwerfen und alle Menüs verlassen

source: Cancel any changes to the active locale/language and exit
de: Änderungen verwerfen und verlassen

source: Cancel any text changes and exit
de: Textänderungen verwerfen und virtuelle Tastatur verlassen

source: Cancel conflict resolution
de: Konfliktlösung abbrechen

source: Cancel execution?
de: Ausführung abbrechen?

source: Cancel extraction
de: Entpacken abbrechen

source: Cancel save time shift as movie
de: Timeshift nicht als Film speichern

source: Cancel selection
de: Auswahl abbrechen

source: Cancel selection and exit
de: Auswahl abbrechen und beenden

source: Cancel service selection and exit
de: Senderauswahl abbrechen und beenden

source: Cancel the Reset Feeds command currently being processed
de: Das aktuell laufende Zurücksetzen der Feeds abbrechen

source: Cancel the bouquet selection
de: Bouquetwahl abbrechen

source: Cancel the flash process
de: Flash-Vorgang abbrechen

source: Cancel the flash process and exit all menus
de: Flash-Vorgang abbrechen und alle Menüs beenden

source: Cancel the image selection and exit
de: Imageauswahl abbrechen und verlassen

source: Cancel the image selection and exit all menus
de: Imageauswahl abbrechen und alle Menüs verlassen

source: Cancel the selection and exit
de: Auswahl abbrechen und beenden

source: Cancel the service history zap
de: Umschalten abbrechen

source: Cancel the service selection
de: Senderauswahl abbrechen

source: Cancel the slot selection and exit
de: Auswahl des Slots abbrechen und beenden

source: Cancel the slot selection and exit all menus
de: Auswahl des Slots abbrechen und alle Menüs verlassen

source: Cancel the task
de: Aufgabe abbrechen

source: Cancel the update
de: Update abbrechen

source: Cancelled upon user request
de: Aufgabe durch den Benutzer abgebrochen

source: Cannot delete file
de: Datei kann nicht gelöscht werden!

source: Cannot determine %s limit ..., aborting !
de: %s kann nicht ermittelt werden! Abbruch...

source: Cannot find any signal ..., aborting !
de: Kein Signal gefunden! Abbruch!

source: Cannot format current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Aktuelles Laufwerk kann nicht formatiert werden. Eine laufende Aufnahme, Timeshift oder einige externe Tools (wie Samba, Swapfile und NFSD) können dieses Problem verursachen. Bitte stoppen Sie diese Aktionen/Anwendungen und versuchen Sie es erneut

source: Cannot format partition %d
de: Warte auf Partition %d

source: Cannot mount new drive. Please check filesystem or format it and try again
de: Neues Laufwerk kann nicht gemountet werden. Bitte überprüfen Sie das Dateisystem oder formatieren Sie es und versuchen Sie es erneut

source: Cannot move to trash can
de: Nicht in den Papierkorb verschiebbar!

source: Cannot umount current device. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Das aktuelle Gerät kann nicht neu bereitgestellt werden. Eine laufende Aufnahme, Timeshift oder einige externe Tools (wie Samba, Swapfile und NFSD) können dieses Problem verursachen. Bitte stoppen Sie diese Aktionen/Anwendungen und versuchen Sie es erneut

source: Cannot umount current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Das aktuelle Laufwerk kann nicht neu bereitgestellt werden. Eine laufende Aufnahme, Timeshift oder einige externe Tools (wie Samba, Swapfile und NFSD) können dieses Problem verursachen. Bitte stoppen Sie diese Aktionen/Anwendungen und versuchen Sie es erneut

source: Capacity
de: Kapazität

source: Cape Verde
de: Kap Verde

source: Card info (CCcam-Reader)
de: Karteninfos (CCcam-Reader)

source: Cardreader found automatically
de: Kartenleser automatisch gefunden

source: Cards:
de: Karten:

source: Cards:
de: Karten:

source: Cards: 0
de: Karten: 0

source: Cardserial
de: Seriennummer der Smartcard

source: Cardserver Settings
de: Cardserver Einstellungen

source: Cascade PiP
de: Kaskadiertes Bild-im-Bild

source: Catalan / Valencian
de: Katalanisch / Valencianisch

source: Cayman Islands
de: Kaimaninseln

source: Center
de: Zentriert

source: Center DVB Subs On This Service
de: Untertitel auf diesem Sender immer zentrieren

source: Centered
de: Zentriert

source: Centered, wrapped
de: Zentriert, umgebrochen

source: Central African Republic
de: Zentralafrikanische Republik

source: Central Khmer
de: Zentral-Khmer

source: Chad
de: Tschad

source: Change Boxmode to control Hardware Chip Modes*
de: Boxmodus zur Hardwaresteuerung *

source: Change Language
de: Sprache ändern

source: Change OSD Settings
de: OSD Einstellungen ändern

source: Change PIN
de: PIN ändern

source: Change Timer
de: Timer ändern

source: Change bouquets in quickzap
de: Favoritenliste beim QuickZap wechseln

source: Change execute permissions (755/644)
de: Berechtigungen ändern (755/644)

source: Change next timer
de: Nächsten Timer ändern

source: Change old drive with this new drive
de: Tauschen Sie das alte Laufwerk gegen dieses neue Laufwerk aus

source: Change pin code
de: PIN-Code ändern

source: Change recording (Duration)
de: Aufnahme ändern (Aufnahmelänge)

source: Change recording (End time)
de: Aufnahme ändern (Aufnahmeendzeit)

source: Change repeat and delay settings?
de: Wiederholung und Verzögerung ändern?

source: Change step size
de: Schrittweite ändern

source: Change to Radio services mode
de: Wechsel zum Radiomodus

source: Change to TV services mode
de: Wechsel zum TV Modus

source: Change to bouquet
de: Zum Bouquet wechseln

source: Changed
de: Geändert

source: Changes need a system restart to take effect. Restart your %s %s now?
de: Geräteänderungen erfordern einen Systemneustart. Die %s %s jetzt neu starten?

source: Channel
de: Kanal

source: Channel +/- button mode
de: Tasten P+/CH+ und P-/CH-

source: Channel / Service
de: Kanal / Service

source: Channel 1
de: Kanal 1

source: Channel 1 with Prime time
de: Kanal 1 mit Primetime

source: Channel Info
de: Programm-Informationen

source: Channel List
de: Senderliste

source: Channel Name
de: Kanal Name

source: Channel Selection
de: Senderliste

source: Channel Selection Actions
de: Senderlisten Aktionen

source: Channel Selection Context Menu
de: Kontextmenü der Senderliste

source: Channel Selection Context Menu Actions
de: Kontextmenü-Aktionen der Senderliste

source: Channel Selection Context Menu Navigation Actions
de: Senderliste-Kontextmenü Navigationsaktionen

source: Channel Selection List
de: Senderliste / Liste

source: Channel Selection Navigation Actions
de: Senderlisten Navigationsaktionen

source: Channel Selection Screen
de: Senderliste / Bildschirm

source: Channel Selection Settings
de: Senderliste

source: Channel buttons
de: Tasten P+/CH+ und P-/CH-

source: Channel buttons invert
de: Tasten P+/CH+ und P-/CH- invertieren

source: Channel down
de: Sender zurück

source: Channel list cursor behavior
de: Cursorverhalten

source: Channel list on mode change
de: Senderliste bei Moduswechsel

source: Channel list preview
de: Sender Vorschaumodus

source: Channel list service mode*
de: Servicemodus *

source: Channel list show MiniTV when Skin use.
de: Bei 'Ja' wird MiniTV in der Senderliste angezeigt, wenn der Skin es ermöglicht.

source: Channel list show MiniTV*
de: MiniTV in der Senderliste anzeigen *

source: Channel list type
de: Typ der Senderliste

source: Channel name
de: Kanalname

source: Channel preview mode
de: Sender-Vorschaumodus

source: Channel selection
de: Senderliste:

source: Channel up
de: Nächster Sender

source: Channel zap delay another button
de: Umschaltverzögerung weiterer Ziffern

source: Channel zap delay first button
de: Umschaltverzögerung der ersten Ziffer

source: Channel zap delay mode
de: Umschaltverzögerung

source: Channel:
de: Kanal:

source: ChannelEPG Settings
de: Sender-EPG-Einstellungen

source: Channellist menu
de: Senderliste Menü

source: Channels and EPG
de: Sender und EPG

source: Channels only
de: Nur Sender

source: Chap.
de: Kap.

source: Chapter
de: Kapitel

source: Chapter:
de: Kapitel:

source: Character device
de: Zeichengerät

source: Chechen
de: Tschetschenien

source: Check
de: Prüfung

source: Check disk terminated with success
de: Die Prüfung der Festplatte wurde erfolgreich abgeschlossen

source: Check power and input state from TV
de: Überprüfe den Betriebszustand vom TV

source: Check the internet connection
de: Überprüfen Sie die Internetverbindung

source: Check the internet connection again
de: Überprüfe die Internetverbindung erneut

source: Checking Feeds
de: Überprüfe Feeds

source: Checking Logs...
de: Überprüfe Logdateien...

source: Checking disk
de: Festplatte prüfen

source: Checking disk %s
de: Festplatte prüfen %s

source: Checking file system...
de: Überprüfe Dateisystem...

source: Checking the internet connection
de: Überprüfung der Internetverbindung

source: Checking tuner %d DiSEqC port %s for %s
de: Prüfe Tuner %d DiSEqC-Port %s für %s

source: Children
de: Kinder

source: Children's
de: Kinder

source: Children/Youth
de: Kinder/Jugend

source: Chinese
de: Chinesisch

source: Chinese (Simplified)
de: Vereinfachtes Chinesisch

source: Chipset: %s
de: Chipsatz: %s

source: Chipset: Broadcom %s
de: Chipsatz: Broadcom %s

source: Chipset: HiSilicon %s
de: Chipsatz: HiSilicon %s

source: Chipset: BCM%s
de: Chipsatz: BCM%s

source: Choice Box
de: Bitte eine Auswahl treffen

source: Choice List Actions
de: Auswahlisten-Aktionen

source: Choice List Navigation Actions
de: Auswahlisten-Navigationsaktionen

source: Choice List Order Actions
de: Auswahlisten-Sortier-Aktionen

source: Choice List Selection Actions
de: Auswahlisten-Aktionen

source: Choice filesystem.
de: Auswahl-Dateisystem.

source: Choice where to put "%s"
de: Positionsauswahl für '%s'

source: Choose CCcam-Reader
de: Wählen Sie CCcam-Reader

source: Choose a country scheme for decoding genre information in EPG events.
de: Länderschema zum Dekodieren von Genre-Informationen in EPG-Ereignissen auswählen.

source: Choose a country scheme for decoding rating information in EPG events.
de: Länderschema zum Dekodieren von Bewertungsinformationen in EPG-Ereignissen auswählen.

source: Choose how much EPG history, if any, to keep in the EPG cache. This historic data can be browsed in any of the EPG views. This can be useful when you need information about an event which has recently finished.
de: Auswählen, ob und wie viele historische EPG-Daten gespeichert werden sollen. Diese Daten können in jeder der EPG-Ansichten durchsucht werden. Dies kann nützlich sein, wenn Informationen über ein Ereignis benötigt werden, welches kürzlich beendet wurde.

source: Choose reader
de: Leser auswählen

source: Choose the amount of additional slots.
de: Anzahl der zusätzlichen Slots auswählen.

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
de: Das Format für das Datum auswählen. 'T'/'TT' ist der Tag, 'M'/'MM' der Monat. Bei 'TT' und 'MM' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
de: Das Format für die Uhrzeit auswählen. 'H'/'HH' zeigt sie im 24-Stunden-Format, 'h'/'hh' im 12-Stunden-Format an. Bei 'HH' oder 'hh' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.

source: Choose the fallback font.
de: Die Ersatz-Schriftart auswählen.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
de: Auswählen, ob und wie das Datum im Display angezeigt werden soll. 'Keine Anzeige' zeigt es gar nicht an. 'T'/'TT' ist das Datum und 'M'/'MM' der Monat. Bei 'TT' oder 'MM' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
de: Auswählen, ob und wie die Uhrzeit im Display angezeigt werden soll. 'Keine Anzeige' zeigt sie gar nicht an, 'H'/'HH' im 24-Stunden-Format, 'h'/'hh' im 12-Stunden-Format. Bei 'HH' oder 'hh' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.

source: Choose the location for crash and debug logs.
de: Speicherort für Crash- und Debug-Logs auswählen.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
de: Ort zur Speicherung der EPG-Daten auswählen, wenn die %s %s ausgeschaltet wird. Dieser Ort muss beim Start verfügbar sein!

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
de: Dateinamen für die EPG-Daten auswählen, wenn die %s %s ausgeschaltet wird. Das kann nützlich sein, wenn mehrere Receiver verwendet werden.

source: Choose the option to correct invalid EPG data.
de: Option zur Korrektur ungültiger EPG-Daten auswählen.

source: Choose the skin to be used for the GUI interface. Press 'GREEN' to activate the skin.
de: Skin für das GUI (Graphical User Interface - Die grafische Benutzeroberfläche) auswählen und mit GRÜN aktivieren.

source: Choose the skin to be used for the LCD/front panel interface. Press 'GREEN' to activate the skin.
de: Displayskin auswählen und mit GRÜN aktivieren.

source: Choose the style/order in which items are displayed in help windows.
de: Auswählen, wie die Beschreibung der Fernbedienungstasten-Hilfe angezeigt werden soll.

source: Choose the target location for the slots.
de: Zielort für die Slots auswählen.

source: Choose they way for installation!
de: Wählen Sie diese Art der Installation!

source: Choose time interval to which the graphics will be rounded off.
de: Das Zeitintervall einstellen, auf welches die Grafiken gerundet werden sollen.

source: Choose what you want the button '0' to do when PiP is active.
de: Die Funktion der Taste '0' auswählen, wenn Bild-im-Bild aktiv ist.

source: Choose where to mount your devices to:
de: Die Mountpunkte der Geräte auswählen:

source: Choose where to save VOD movies
de: Wählen Sie aus, wo Sie VOD-Filme speichern möchten

source: Choose whether AAC sound tracks should be transcoded.
de: Auswählen, ob AAC-Tonspuren transkodiert werden sollen.

source: Choose whether AC3 Plus sound tracks should be transcoded to AC3.
de: Auswählen, ob AC3+-Tonspuren nach AC3 transkodiert werden sollen.

source: Choose whether AC3 sound tracks should be downmixed to stereo.
de: Auswählen, ob AC3-Tonspuren (Dolby Digital) zu Stereo heruntergerechnet werden sollen.

source: Choose whether DTS channel sound tracks should be downmixed or transcoded.
de: Auswählen, ob DTS-Tonspuren zu Stereo heruntergerechnet oder transkodiert werden sollen.

source: Choose whether DTS channel sound tracks should be downmixed to stereo.
de: Auswählen, ob DTS-Tonspuren zu Stereo heruntergerechnet werden sollen.

source: Choose whether WMA Pro channel sound tracks should be downmixed or transcoded.
de: Auswählen, ob WMA-Pro-Tonspuren zu Stereo heruntergerechnet oder transkodiert werden sollen.

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
de: Auswählen, ob Mehrkanal-Tonspuren in PCM oder SPDIF konvertiert werden sollen.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
de: Auswählen, ob Mehrkanalton zu Stereo heruntergerechnet werden soll.

source: Choose whether multi channel sound tracks should be output as PCM.
de: Auswählen, ob Mehrkanalton als PCM ausgegeben werden soll.

source: Choose whether or not to show an icon when a motorized dish is moving.
de: Die Anzeige eines Icons bei Rotorbewegung einstellen.

source: Choose which level of menu/setting's to display. 'Expert'-level shows all items.
de: Die Ansicht für Menüs/Einstellungen auswählen. 'Experte' zeigt alle Punkte.

source: Choose which tuner to configure.
de: Den einzurichtenden Tuner auswählen.

source: Christmas Island
de: Weihnachtsinsel

source: Church Slavic
de: Kirchenslawisch

source: Chuvash
de: Tschuwaschisch

source: Circular left
de: Linkszirkular

source: Circular right
de: Rechtszirkular

source: Clean (Just flash and start clean)
de: Sauber (Flashen und nichts wiederherstellen)

source: Clean network 'Trash'
de: Netzwerk-Papierkörbe leeren

source: Clean up (delete) all completed timers?
de: Alle abgeschlossenen Timer bereinigen (löschen)?

source: Clean up and remove all completed timers
de: Bereinigen und entfernen aller abgeschlossenen Timer

source: Clean up and remove all completed timers?
de: Bereinigen und alle abgeschlossenen Timer entfernen?

source: Cleaning Trashcan
de: Papierkorb leeren

source: Cleanup
de: Aufräumen

source: Clear
de: Löschen

source: Clear Log
de: Log löschen

source: Clear Now
de: Jetzt löschen

source: Clear before scan
de: Vor dem Suchlauf löschen

source: Clear fixed
de: Feste löschen

source: Clear play list
de: Playlist leeren

source: Clear the logs for this timer
de: Löschen der Logs für diesen Timer

source: Clear warning
de: Warnung löschen
