Repository: osno/osno
Catalog: po/*.po
Languages: de

source: This field allows you to search an additional symbol rate up to %s.
de: In diesem Feld kann nach einer zusätzlichen Symbolrate bis zu %s gesucht werden.

source: This function is not available as processing of large files may take too long to run on this hardware.
de: Die Funktion zur Bearbeitung großer Dateien ist auf dieser Hardware nicht möglich! Es würde viel zu lange dauern.

source: This is a workaround for some devices that wake up again after switching to standby. The wake up command's from other devices will be ignored for few seconds.
de: Dies ist ein Workaround für einige Geräte, die nach dem Umschalten in den Standby wieder geweckt werden. Damit wird das Aufwecken durch andere Geräte für einige Sekunden ignoriert.

source: This is the currently selected language. [%s]
de: Dies ist die aktuell ausgewählte Sprache: [%s]

source: This is the currently selected locale. [%s]
de: Dies ist die zurzeit ausgewählte Sprachregion: [%s]

source: This is the initial / default volume offset applied to any services added the the volume adjust list.
de: Dies ist der standardmäßige Lautstärke-Offset, der auf alle Sender angewandt wird, die der Liste hinzugefügt werden.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
de: In dieser Reihenfolge werden DiSEqC-Befehle an das Antennensystem gesendet. Die Reihenfolge muss genau der Reihenfolge entsprechen, in der die physikalischen Geräte entlang des Signalkabels angeordnet sind (ausgehend vom Empfängerende).

source: This menu offers options related managing the software on the %s %s.
de: Software der %s %s verwalten.

source: This offset will only be used if the channel does not have its own volume offset.
de: Dieser Offset wird nur verwendet, wenn der Sender keinen eigenen Lautstärke-Offset hat.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
de: Block-Rauschen im Bild kann reduziert werden, was aber auf Kosten der Bildschärfe geht.

source: This option allows to set the level of dynamic contrast of the picture.
de: Den dynamischen Kontrast des Bildes einstellen.

source: This option allows you can config the Colordepth for UHD
de: Die Farbtiefe im UHD-Modus einstellen.

source: This option allows you can config the Colorimetry for HDR
de: Die Farbprofile-Steuerung im HDR-Modus einstellen.

source: This option allows you can config the Colorspace from Auto to RGB
de: Den Farbraum einstellen.

source: This option allows you can enable or disable the 10 Bit Color Mode
de: Den 10-Bit-Farbmodus aktivieren oder deaktivieren.

source: This option allows you can enable or disable the 12 Bit Color Mode
de: Den 12-Bit-Farbmodus aktivieren oder deaktivieren.

source: This option allows you can force the HDR Modes for UHD
de: Die HDR-Modi für UHD erzwingen.

source: This option allows you can force the HDR10 Modes for UHD
de: Die HDR10-Modi für UHD erzwingen.

source: This option allows you can force the HLG Modes for UHD
de: Die HLG-Modi für UHD erzwingen.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
de: Anzeige der verbleibenden und verstrichenen Zeit bei Live-TV einstellen.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
de: Anzeige der verbleibenden und verstrichenen Zeit bei Live-TV einstellen.

source: This option allows you choose how to display the remaining/elapsed time for media playback.
de: Anzeige der verbleibenden und verstrichenen Zeit bei Medienwiedergabe einstellen.

source: This option allows you choose if the display shows the time or nothing in Standby.
de: Die Anzeige der Uhrzeit im Standby einstellen.

source: This option allows you choose the background color of transparent picons.
de: Die Hintergrundfarbe von transparenten Senderlogos (Picons) einstellen.

source: This option allows you choose the option for Subservice indicator or selection.
de: Unterkanäle anzeigen oder auswählen.

source: This option allows you enable smoothing filter to control the dithering process.
de: Den Glättungsfilter für das Dithering-Verfahren aktivieren oder nicht.

source: This option allows you enable the vertical scaler dejagging.
de: Die vertikale Kantenglättung aktivieren oder nicht.

source: This option allows you set the layout view (Text or Graphics).
de: Das Aussehen vom EPG (Text oder Grafik) einstellen.

source: This option allows you to Power Off the display.
de: Das Display komplett ausschalten.

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
de: Es wird z.B. immer 1080p50 für TV und Aufnahmen und 1080p24/p50/p60 für Videodateien verwendet.

source: This option allows you to boost the blue tones in the picture.
de: Den Blauanteil des Bildes verstärken.

source: This option allows you to boost the green tones in the picture.
de: Den Grünanteil des Bildes verstärken.

source: This option allows you to bypass HDMI EDID check
de: Bei 'Ja' wird die HDMI-EDID-Überprüfung übersprungen.

source: This option allows you to change the virtual loudspeaker position.
de: Die virtuelle Position der Lautsprecher ändern.

source: This option allows you to choose from the two channel lists that are available.
de: Das Aussehen der verfügbaren Senderlisten einstellen.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 1080p 24Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 1080p 25Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 1080p 30Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 2160p 24Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 2160p 24Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 2160p 25Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 2160p 25Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 2160p 30Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 2160p 30Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 720p 24Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
de: Die Anzeigeart von 480/576p 24Hz einstellen (einige Fernseher unterstützen diese Auflösung nicht).

source: This option allows you to choose how to display elapsed time, as + or -.
de: Bei 'Ja' wird die verstrichene Zeit mit '+', ansonsten mit '-' angezeigt.

source: This option allows you to choose how to display standard definition video on your TV.
de: Die Anzeigeauflösung von SD-Video einstellen.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
de: Einstellen, was der erste Tastendruck in der Senderliste bewirken soll. '2' zum Beispiel springt zu '2' wenn es Sendernummern gibt, oder, wenn nicht, zum ersten Sender der mit 'A' anfängt (wie beim Handy).

source: This option allows you to choose whether or not to display genre information for the event.
de: Bei 'Ja' werden Genre-Informationen für die Sendung angezeigt.

source: This option allows you to enable 3D Surround Sound.
de: Die Ausgabe von 3D-Surround-Sound aktivieren.

source: This option allows you to set offset values for different Letterbox resolutions.
de: Offset-Werte für verschiedene Letterbox-Auflösungen einstellen.

source: This option allows you to the SNR as a percentage (not all receivers support this).
de: Bei 'Ja' wird der Signalwert SNR in 'dB' anstatt in '%' angezeigt. Nicht alle Receiver unterstützen diese Funktion.

source: This option allows you to use all HDMI Modes
de: Bei 'Ja' können alle HDMI-Modi verwendet werden.

source: This option allows you to view the old and new settings side by side.
de: Einstellen, ob und wie das Bild mit den alten und neuen Werten nebeneinander angezeigt werden soll.

source: This option configures the general audio delay for BT Speakers.
de: Die allgemeine Audio-Verzögerung für Bluetooth-Lautsprecher einstellen.

source: This option configures the general audio delay of Dolby Digital sound tracks.
de: Die allgemeine Audio-Verzögerung von Dolby-Digital-Tonspuren einstellen.

source: This option configures the general audio delay of stereo sound tracks.
de: Die allgemeine Audio-Verzögerung von MPEG2-Tonspuren einstellen.

source: This option configures the picture sharpness.
de: Die Bildschärfe einstellen.

source: This option configures the screen resolution in PC output mode.
de: Die Bildauflösung im PC-Modus einstellen.

source: This option configures the video output mode (or resolution).
de: Die Bildauflösung einstellen.

source: This option configures you can set Auto Volume Level.
de: Die automatische Lautstärkeanpassung einstellen.

source: This option moves the PVR status display from a separate window into the MoviePlayer InfoBar.
de: Bei 'Ja' wird der PVR-Status aus einem separaten Fenster in die Infoleiste des Movieplayers verschoben.

source: This option set the level of suppression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
de: Die Stufe der Unterdrückung von Mosquito-Rauschen einstellen. Mosquito-Rauschen ist eine zufällige Abtaststörung durch zu hohe Kompression. Es geht auf Kosten von Bildeinzelheiten.

source: This option sets the picture contrast.
de: Den Bildkontrast einstellen.

source: This option sets the picture brightness.
de: Die Bildhelligkeit einstellen.

source: This option sets the picture color space.
de: Den Farbraum einstellen.

source: This option sets the picture flesh tones.
de: Das Aussehen von Hauttönen einstellen.

source: This option sets the picture hue.
de: Den Bildfarbton einstellen.

source: This option sets the picture saturation.
de: Die Farbsättigung einstellen.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
de: Die Skalierschärfe die verwendet wird einstellen, wenn von 4:3 auf 16:9 skaliert wird.

source: This option sets the suppression of false digital contours, that are the result of a limited number of discrete values.
de: Die Unterdrückung falscher, digitaler Umrisse einstellen. Diese Fehler entstehen durch zu wenige diskrete Werte.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
de: Die Skalierschärfe einstellen. Dieser Punkt wirkt sich aus, wenn ein Bild vergrößert werden muss.

source: This service is protected by a parental control PIN!
de: Dieser Kanal ist durch einen Jugendschutz-PIN-Code geschützt!

source: This sets the prefix for each line in the debug log. The 'Boot time' is the number of seconds since your %s %s was last booted.
de: Prefix für die Zeilen im Debug-Log. 'Bootzeit' sind die Sekunden, seit dem die %s %s gestartet wurde.

source: This setting allows the tuner configuration to be a duplication of another configured tuner.
de: Diese Einstellung ermöglicht es Ihnen, die Tuner-Konfiguration zu duplizieren, so wie ein anderer Tuner bereits konfiguriert ist.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via Internet forum.
de: Diese Einstellung hängt von Kabelanbieter und Standort ab. Wenn die richtige Einstellung nicht bekannt ist, auf das Menü im offiziellen Kabelempfänger beziehen, es vom Kabelanbieter besorgen, oder Hilfe über das Internetforum suchen.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
de: Diese Einstellung gilt nur für spezielle Konfigurationen. Es gibt diesem LNB eine höhere Priorität als anderen LNBs mit niedrigeren Werten. Der freie LNB mit der höchsten Priorität ist der erste für Tuning-Dienste ausgewählte LNB.

source: This test checks for configured DNS. If you get an "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
de: Dieser Test sucht nach konfigurierten Nameservern. Wenn eine 'Unbestätigt'-Meldung erscheint: - DHCP, Verkabelung und Adapter-Konfiguration überprüfen. - Wenn die Nameserver manuell konfiguriert wurden, bitte die Konfiguration in den 'DNS'-Einstellungen überprüfen.

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
de: Dieser Test überprüft, ob ein Netzwerkkabel angeschlossen ist. Bei einer 'Nicht verbunden'-Meldung: - Überprüfen, ob ein Netzwerkkabel angeschlossen ist. - Sicherstellen, dass das Netzwerkkabel nicht defekt ist.

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
de: Dieser Test überprüft, ob eine gültige IP-Adresse gefunden wurde. Wenn eine 'Unbestätigt'-Meldung erscheint: - Wurde keine gültige IP-Adresse gefunden. - DHCP, Verkabelung und Adapter-Konfiguration überprüfen.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify that you have entered correct IP information in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
de: Dieser Test überprüft, ob der Netzwerkadapter für automatische IP-Adressen-Konfiguration über DHCP eingerichtet ist. Wenn eine 'Deaktiviert'-Meldung erscheint: - Dann ist der Netzwerkadapter für manuelle IP-Adressen-Konfiguration eingerichtet. - Überprüfen, ob die Einstellungen der Adapter-Konfiguration korrekt sind. Wenn eine 'Aktiviert'-Meldung erscheint: - Überprüfen, ob sich ein funktionierender DHCP-Server im Netzwerk befindet.

source: This test detects your configured LAN adapter.
de: Dieser Test stellt den konfigurierten Netzwerkadapter fest.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
de: Es werden alle Positionen des Rotors (neu) berechnet und möglicherweise zuvor gespeicherte Positionen und Feineinstellungen entfernt! Wirklich ausführen?

source: This will go fast forward/backward with time frames of x secs.
de: Bei 'Ja' werden beim schnellen Vorlauf/Rücklauf Zeitsprünge von x Sekunden benutzt.

source: This wizard has finished
de: Dieser Assistent wurde beendet

source: This wizard has finished.
de: Dieser Assistent ist beendet.

source: Three
de: Drei

source: Threshold
de: Schwellwert

source: Thu
de: Do.

source: Thumbnails
de: Vorschaubilder

source: Thursday
de: Donnerstag

source: TiVo support
de: TiVo-Unterstützung

source: Tibetan
de: Tibetisch

source: Time
de: Zeit

source: Time Settings
de: Zeit

source: Time Setup Actions
de: Zeiteinstellungs-Aktionen

source: Time Shift Settings
de: Timeshift

source: Time Update in Minutes:
de: Updatezeit in Minuten:

source: Time between slides in image viewer slide show.
de: Zeit zwischen den Bildern in der Diashow.

source: Time delay for the repeated transmission
de: Zeitverzögerung für die wiederholte Übertragung

source: Time delay of the shutdown messages
de: Zeitverzögerung der Abschaltmeldungen

source: Time delay until standby or deep standby
de: Zeitverzögerung bis zum Standby oder Deep-Standby

source: Time for next LCD scrolling
de: Zeit bis zum nächsten Scrollen des Displays

source: Time jump avoid zero step size
de: Zeitsprünge: Hängenbleiben vermeiden

source: Time jump multiplier for fast backward
de: Zeitsprung Multiplikator für schnellen Rücklauf

source: Time jump multiplier for fast forward
de: Zeitsprung Multiplikator für schnellen Vorlauf

source: Time jump repeat interval for fast forward/backward
de: Zeitsprünge: Wdh.-Intervall für schnellen Vor-/Rücklauf

source: Time jump: Use normal fast forward for speeds
de: Zeitsprünge: Normalen Vorlauf benutzen für

source: Time shift buffer delete after zap
de: Timeshift-Puffer beim Umschalten löschen

source: Time shift buffer limit
de: Timeshift zwischenspeichern (in Stunden)

source: Time shift buffer location
de: Timeshift-Verzeichnis

source: Time shift checking for free space
de: Timeshift-Überprüfung auf freien Speicherplatz

source: Time shift checking for older files
de: Timeshift-Überprüfung auf ältere Dateien (in Minuten)

source: Time shift event based file splitting
de: Timeshift-Dateien sendungsbasiert aufteilen

source: Time shift event limit
de: Timeshift auf eine Anzahl von Sendungen begrenzen

source: Time shift may not work correctly without an acceptable directory.
de: Ohne ein zulässiges Verzeichnis funktioniert Timeshift möglicherweise nicht richtig.

source: Time shift not possible!
de: Timeshift nicht möglich!

source: Time shift save action on zap
de: Timeshift speichern beim Umschalten

source: Time shift save failed!
de: Speichern von Timeshift fehlgeschlagen!

source: Time shift save recording (Select event)
de: Timeshift-Aufnahme speichern (Sendung auswählen)

source: Time shift save recording (Stop after current event)
de: Timeshift-Aufnahme speichern (Stopp nach laufender Sendung)

source: Time shift saved to your hard disk drive!
de: Timeshift auf Festplatte gespeichert!

source: Time shift will get saved at end of event.
de: Timeshift wird am Ende des Ereignisses gespeichert!

source: Time style
de: Zeitformat

source: Time to execute command or script
de: Startzeit für Befehls-/Skriptausführung

source: Time update in minutes
de: Updatezeit in Minuten

source: Time window for detection of the wake up by a timer [mins]
de: Zeitfenster zur Erkennung des Aufwachens durch einen Timer (Min)

source: Time zone
de: Zeitzone

source: Time zone area
de: Zeitzonengebiet

source: Timeline 24 Hour
de: Zeitskala im 24-Stunden-Format

source: Timeline font size
de: Schriftgröße für die Zeitskala

source: Timeline marker
de: Zeithistorie

source: Timeline scale
de: Zeitskala

source: Timer Actions
de: Timeraktionen

source: Timer Log Actions
de: Timer-Log-Aktionen

source: Timer edit
de: Timer bearbeiten

source: Timer entry
de: Timereintrag

source: Timer overlap in '%s' detected! Please recheck it!
de: Timerüberlappung in der '%s' entdeckt! Bitte überprüfen!

source: Timer overlap in '%s' detected! Please check all the timers.
de: Timerüberlappung in der '%s' entdeckt! Bitte alle Timer prüfen.

source: Timer recording location
de: Timeraufnahme-Verzeichnis

source: Timer selection
de: Timerauswahl

source: Timer selection...
de: Timerauswahl

source: Timer type
de: Timerart

source: Timerlist
de: Timerliste

source: Timers
de: Timer

source: Timor-Leste / East Timor
de: Timor-Leste / Osttimor

source: Title
de: Titel

source: Title properties
de: Titeldetails

source: Titleset mode
de: Titel-Einstellungs-Modus

source: To restore the image check the manual or documentation for the receiver.
de: Um das Image wiederherzustellen in das Handbuch des Receivers schauen.

source: To restore the image use 'OnlineFlash' option in the 'SoftwareManager' menu.
de: Um das Image wiederherzustellen 'OnlineFlash' in der Softwareverwaltung benutzen.

source: To where would you like to extract '%s'?
de: Wohin soll '%s' extrahiert werden?

source: Today
de: Heute

source: Toggle Digital downmix...
de: Dolby-Digital-Downmix Ein/Aus

source: Toggle HDMI-In PiP
de: HDMI-IN als Bild-im-Bild wiedergeben

source: Toggle HDMI-In full screen
de: HDMI-IN im Vollbildmodus wiedergeben

source: Toggle LCD LiveTV
de: Display/Live-TV umschalten

source: Toggle Log and Status
de: Umschalten zwischen Protokoll und Status

source: Toggle PiPzap
de: Bild-im-Bild umschalten

source: Toggle Picture in Graphics
de: Kanal-Vorschau im grafischen EPG ein/ausblenden

source: Toggle a cut mark at the current position
de: Marker an der aktuellen Position setzen

source: Toggle all related files
de: Alle zugehörigen Dateien umschalten

source: Toggle aspect ratio...
de: Seitenverhältnis ändern

source: Toggle between bouquet/EPG lists
de: Zwischen Favoritenliste und EPG-Liste wechseln

source: Toggle display of image information
de: Umschalten der Anzeige von Bildinformationen

source: Toggle display of the InfoBar
de: Anzeige der Infoleiste umschalten

source: Toggle display of the image status overlay
de: Umschalten der Anzeige des Bildstatus-Overlays

source: Toggle enable/disable of the currently selected timer
de: Umschalten zwischen Aktivierung/Deaktivierung des aktuell ausgewählten Timers

source: Toggle hide/show of the current item
de: Anzeigen/Verstecken vom aktuellen Eintrag umschalten

source: Toggle if new text inserts before or overwrites existing text
de: Zwischen Einfüge- und Überschreibungsmodus umschalten

source: Toggle item edit mode on/off
de: Edit-Modus Ein/Aus umschalten

source: Toggle item move mode on/off
de: Verschiebemodus Ein/Aus umschalten

source: Toggle move mode
de: Verschiebemodus umschalten

source: Toggle multi-selection mode
de: Mehrfachauswahlmodus umschalten

source: Toggle new text inserts before or overwrites existing text
de: Zwischen Einfüge- und Überschreibungsmodus umschalten

source: Toggle selection of the current tag
de: Aktuelle Tagauswahl umschalten

source: Toggle selections
de: Auswahl umschalten

source: Toggle service name display
de: Anzeige des Sendernamens ein- und ausschalten

source: Toggle the visibility of the highlighted plugin
de: Sichtbarkeit des markierten Plugins umschalten

source: Toggles between tv and radio
de: Zwischen TV und Radio wechseln

source: Tone amplitude
de: Tonamplitude

source: Tone mode
de: Tonmodus

source: Top
de: Oben

source: Top and Bottom
de: Kopf- und Fußteil

source: Total
de: Insgesamt

source: Total cards:
de: Anzahl Smartcards:

source: Total clients streaming: %d ( %s )
de: Anzahl der Streaming-Clients: %d (%s)

source: Total handled client ecm's
de: Insgesamt abgefertigte Client-ECMs

source: Total handled client emm's
de: Insgesamt abgefertigte Client-EMMs

source: Total:
de: Insgesamt:

source: Track
de: Spur

source: Traditional Chinese
de: Traditionelles Chinesisch

source: Transcode
de: Transkodiert

source: Transcoding:
de: Transkodierung:

source: Translation
de: Übersetzung

source: Translation Information
de: Übersetzungsinformationen

source: Transmission mode
de: Übertragungsmodus

source: Transponder Time
de: Transponderzeit

source: Transport Stream Type
de: Transportstreamtyp

source: Trashcan
de: Papierkorb

source: Travel
de: Reise
