Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Native name (Ascdending)
de: Nativer Name (aufsteigend)

source: Native name (Descending)
de: Nativer Name (absteigend)

source: Nature
de: Natur

source: Navigate to the selected directory
de: Navigiere zum ausgewählten Verzeichnis

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. OK to perform the action described in the currently highlighted help.
de: Mit den Tasten Hoch/Runter nach oben/unten und mit Links/Rechts seitenweise navigieren. OK drücken, um die in der aktuell markierten Hilfe beschriebene Aktion auszuführen.

source: Ne
de: Neu

source: Nepali
de: Nepalesisch

source: Netball
de: Netzball

source: Netherlands
de: Niederlande

source: Netmask
de: Netzmaske

source: Netmask:
de: Netzmaske

source: Network
de: Netzwerk

source: Network Adapter Actions
de: Netzwerkadapter-Aktionen

source: Network Adapter Setting Actions
de: Aktionen für Netzwerkadaptereinstellungen

source: Network Adapter Text Actions
de: Netzwerkadapter Text-Aktionen

source: Network ID
de: Netzwerk-ID (0 - alle Netzwerke)

source: Network Information
de: Netzwerk-Informationen

source: Network Log Actions
de: Netzwerk-Log Aktionen

source: Network MAC settings
de: MAC-Einstellungen

source: Network Neighbourhood
de: Heimnetzgruppe

source: Network Servers:
de: Netzwerkserver:

source: Network Settings
de: Netzwerkeinrichtung

source: Network Speed:
de: Netzwerkgeschwindigkeit:

source: Network Test
de: Netzwerktest

source: Network Test:
de: Netzwerktest:

source: Network Wizard
de: Netzwerkassistent

source: Network adapter not connected to a network!
de: Netzwerkadapter mit keinem Netzwerk verbunden!

source: Network configuration...
de: Netzwerkkonfiguration...

source: Network menu
de: Netzwerkeinstellungen

source: Network mounts
de: Netzlaufwerke

source: Network name (SSID)
de: Netzwerkname (SSID)

source: Network peer
de: Netzwerk-Peer

source: Network peers
de: Netzwerk-Peers

source: Network scan
de: Netzwerksuchlauf

source: Network setup
de: Netzwerkeinrichtung

source: Network storage on
de: Netzwerkspeicher auf

source: Network test
de: Netzwerktest

source: Network test...
de: Teste Netzwerk...

source: Network wizard completed. Press OK to continue.
de: Netzwerkassistent abgeschlossen. OK drücken, um fortzufahren.

source: Network:
de: Netzwerk:

source: NetworkWizard
de: Netzwerkassistent

source: Never
de: Nie

source: Never abort
de: Nie abbrechen

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
de: Bei 'Ja' setzt diese Funktion die Timer Einstellung außer Kraft. Aufzeichnungen werden immer verschlüsselt gespeichert und müssen nachträglich entschlüsselt werden.

source: Never decrypt while recording
de: Bei der Aufnahme niemals entschlüsseln

source: New
de: Neu

source: New Caledonia
de: Neukaledonien

source: New PIN
de: Neue PIN

source: New Zealand
de: Neuseeland

source: New password
de: Neues Passwort

source: New profile:
de: Neues Profil:

source: New version:
de: Neue Version:

source: NewCamd DES Key
de: NewCamd DES-Schlüssel

source: NewDirectory
de: NeuerOrdner

source: News
de: Nachrichten

source: News/Current Affairs
de: Nachrichten/Aktuelles

source: Next
de: Nächstes

# now/next: 'next' event label
source: Next
de: Nächstes

source: Next Bouquet
de: Favoriten vor

source: Next Page
de: Seite vor

source: Next channel page
de: Nächste Kanalseite

source: Next higher resolution
de: Nächsthöhere Auflösung

source: Next quad PiP channel
de: Auf die nächste Sendergruppe schalten

source: No
de: Nein

source: No (supported) DVDROM found!
de: Kein (unterstütztes) DVD-Laufwerk gefunden!

source: No - simple
de: Nein - einfach

source: No Connection
de: Keine Verbindung

source: No ECM info is currently available. This is only available while decrypting.
de: Derzeit sind keine ECM-Informationen verfügbar. Diese sind nur während der Entschlüsselung verfügbar.

source: No ECMPids available
de: Keine ECM-PIDs verfügbar!

source: No HDD found or HDD not initialized!
de: Keine Festplatte gefunden oder Festplatte nicht initialisiert!

source: No active channel found.
de: Keinen aktiven Kanal gefunden!

source: No age block
de: Keine Altersbeschränkung

source: No backup needed
de: Keine Sicherung erforderlich

source: No cable tuner found!
de: Keinen Kabeltuner gefunden!

source: No card inserted!
de: Keine Smartcard eingesteckt!

source: No channel
de: Kein Kanal

source: No clients streaming
de: Kein Client-Streaming

source: No data on transponder! (Timeout reading PAT)
de: Keine Daten auf dem Transponder! (Zeitüberschreitung beim Lesen von PAT)

source: No delay
de: Keine Verzögerung

source: No displayable files on this medium found!
de: Keine anzeigbaren Dateien auf diesem Medium gefunden!

source: No entry in lcn db. Please do a service scan.
de: Kein Eintrag in der LCN DB! Bitte einen Suchlauf durchführen.

source: No event information found, recording default is 24 hours.
de: Keine EPG-Daten gefunden! Starte unbegrenzte Aufnahme.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
de: Spulen nicht möglich, aber springen mit Hilfe der Zahlentasten!

source: No free index available
de: Kein freier Index verfügbar

source: No free tuner!
de: Kein freier Tuner!

source: No log files found so debug logs are unavailable!
de: Keine Log-Dateien gefunden, daher sind keine Debug-Logs verfügbar!

source: No matching place names found
de: Keine übereinstimmenden Ortsnamen gefunden!

source: No network adapters enabled/available!
de: Kein Netzwerkadapter vorhanden oder aktiviert!

source: No networks found
de: Keine Netzwerke gefunden

source: No new plugins found
de: Keine neuen Plugins gefunden

source: No of items switch (increase or reduced)
de: Zeilenanzahl-Schalter (erhöhen/reduzieren)

source: No positioner capable frontend found.
de: Keinen rotortauglichen Tuner gefunden!

source: No priority
de: Keine Priorität

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
de: Es ist kein Satelliten-, terrestrischer oder Kabel-Tuner konfiguriert! Bitte die Tunereinstellungen überprüfen.

source: No service
de: Kein Dienst

source: No services/providers selected
de: Keine Services/Provider ausgewählt

source: No slot images found
de: Keine Slot-Images gefunden!

source: No standby
de: Kein Standby

source: No suitable backup locations found!
de: Keinen passenden Speicherort für die Sicherung gefunden!

source: No suitable sat tuner found!
de: Keinen passenden SAT Tuner gefunden!

source: No tags are set on these movies.
de: Keine Tags für diese Filme gesetzt!

source: No time shift found to save as recording!
de: Kein Timeshift zur Speicherung als Aufnahme gefunden!

source: No timeout
de: Permanent

source: No to all
de: Alles ablehnen

source: No transparency
de: Keine Transparenz

source: No tuner is available for recording a timer!
de: Eine Timeraufnahme konnte nicht gestartet werden, da kein Tuner verfügbar war!

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
de: Eine Timeraufnahme konnte nicht gestartet werden, da kein Tuner verfügbar war! Folgende Maßnahmen wurden versucht, jedoch ohne Erfolg:

source: No tuner is configured for use with a DiSEqC positioner!
de: Es wurde kein Tuner für die Benutzung eines DiSEqC-Rotors konfiguriert!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Kein Tuner aktiviert! Bitte den oder die Tuner konfigurieren, bevor ein Suchlauf gestartet wird.

source: No update required!
de: Kein Update erforderlich!

source: No updates available.
de: Keine Updates vorhanden!

source: No updates were available. Please try again later.
de: Keine Updates vorhanden! Bitte später erneut versuchen.

source: No valid mount for '%s' found!
de: Kein gültiger Mount für '%s' gefunden!

source: No wireless networks found! Searching...
de: Keine WLAN-Netzwerke gefunden! Suche...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
de: Keinen funktionierenden Netzwerkadapter gefunden! Überprüfen, ob ein Netzwerkkabel angeschlossen und das Netzwerk richtig konfiguriert ist.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
de: Kein funktionierender WLAN-Adapter gefunden! Bitte überprüfen, ob ein kompatibler Adapter angeschlossen und das Netzwerk richtig konfiguriert ist.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
de: Keine funktionierende WLAN-Verbindung gefunden! Bitte überprüfen, ob ein kompatibler Adapter angeschlossen und das Netzwerk richtig konfiguriert ist.

source: No, but restart from begin
de: Nein, aber vom Anfang neu beginnen

source: No, do nothing.
de: Nein, nichts tun.

source: No, don't flash this image
de: Nein, kein Image flashen

source: No, just start my %s %s
de: Nein, nur die %s %s starten

source: No, never
de: Nein, niemals

source: No, scan later manually
de: Nein, Suchlauf später manuell durchführen.

source: No, show the Plugin Browser
de: Nein, immer den Plugin-Manager anzeigen

source: No, show the RecordTimer Overview
de: Nein, immer die Timerliste anzeigen

source: Nominate how many IP Addresses are to be checked for active connections.
de: Eingeben, wie viele IP-Adressen auf aktive Verbindungen überprüft werden sollen.

source: Non-Linear
de: Nicht-Linear

source: None
de: Keine

source: Norfolk Island
de: Norfolkinsel

source: Normal No ScaleUp
de: Normal / Keine Skalierung

source: Normal: No boot modes required.
de: Normal: Keine Bootmodi erforderlich.

source: North
de: Nord

source: North Macedonia, Republic of
de: Nordmazedonien

source: North Ndebele
de: Nord-Ndebele

source: Northern Mariana Islands
de: Nördliche Marianen

source: Northern Sami
de: Nordsamisch

source: Norway
de: Norwegen

source: Norwegian
de: Norwegisch

source: Norwegian Bokml
de: Norwegisch Bokml

source: Norwegian Nynorsk
de: Norwegisch Nynorsk

source: Not Classified
de: Nicht klassifiziert

source: Not Defined
de: Nicht definiert

source: Not Flashing
de: Feststehendes Icon

source: Not Installed
de: Nicht installiert

source: Not Shown
de: Keine Anzeige

source: Not associated
de: Nicht verknüpft

source: Not configured
de: Nicht konfiguriert

source: Not defined
de: Nicht definiert

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
de: Nicht genug Speicherplatz: %d MB benötigt, %d MB verfügbar! Bitte etwas Speicher frei machen und es dann erneut versuchen.

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
de: Nicht genug freier Festplattenspeicher! Dateigröße: %sMB Freier Speicher: %sMB Pfad: %s

source: Not enough free space on /media/opdboot/ !! You need at least 300Mb free space. Exit plugin.
de: Nicht genügend freier Speicherplatz auf /media/opdboot/ !! Sie benötigen mindestens 300 MB freien Speicherplatz. Plugin beenden.

source: Not mounted
de: Nicht montiert

source: Not required
de: Nicht erforderlich

source: Not running
de: Nicht gestartet

source: Not tested:
de: Nicht getestet:

source: Not-Associated
de: Nicht assoziiert

source: Note Release
de: Hinweis zur Freigabe

source: Nothing
de: Nichts

source: Nothing connected and/or no files available!
de: Keine Verbindung und/oder keine Dateien verfügbar!

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Nichts gefunden! Bitte den Tuner vor dem Suchlauf einstellen.

source: Nothing to upgrade
de: Keine Aktualisierungen vorhanden!

source: Nothing, just leave this menu
de: Nichts tun, nur das Menü verlassen

# now/next: 'now' event label
source: Now
de: Jetzt

source: Now save time shift as movie and continues recording
de: Jetzt Timeshift als Film speichern und die Aufnahme fortsetzen

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
de: Jetzt die Kontrastregelung benutzen, um die Helligkeit des Hintergrunds so weit wie möglich zu erhöhen. Darauf achten, dass der Unterschied zwischen den beiden hellsten Schattierungen erkennbar bleibt. Anschließend OK drücken.

source: Number
de: Nummer

source: Number of IP Addresses
de: Anzahl der IP-Adressen

source: Number of digits in channel number
de: Anzahl der Stellen in der Sendernummer

source: Number of installed images in OPDBoot:
de: Anzahl der installierten Images in OPDBoot:

source: Number of rows
de: Anzahl der Zeilen

source: Number of rows to display.
de: Die Anzahl der anzuzeigenden Zeilen.

source: Number or SMS style data entry
de: Zahlen- oder SMS-Eingabemethode

source: OE Changes
de: OE-Änderungen

source: OK button (long)
de: Taste OK lang

source: OK button (short)
de: Taste OK kurz

source: OK button mode
de: Taste OK

source: OK, guide me through the upgrade process
de: OK, durch den Updatevorgang führen

source: OPD BootLogo settings
de: OPD BootLogo-Einstellungen

source: OPD Green Panel
de: OPD Grünes Panel

source: OPD SoftwarePanel
de: Softwareverwaltung

source: OPDBoot - Download Image
de: OPDBoot - Image herunterladen

source: OPDBoot has been installed succesfully!
de: OPD Boot wurde erfolgreich installiert!

source: OPDBoot has been installed succesfully, and Box rebooting now!
de: OPD Boot wurde erfolgreich installiert und die Box wird jetzt neu gestartet!

source: OPDBoot is removing...
de: OPDBoot wird entfernt …

source: OPDBoot is running from:
de: OPDBoot wird ausgeführt von:

source: OPDBoot is running image:
de: OPDBoot führt das Image aus:

source: OPDBoot will install the new image.
de: Das Paket installieren:

source: OPDBoot work with Bootmanager by Booting!
de: OPDBoot funktioniert mit Bootmanager beim Booten!

source: OPDBoot work without Bootmanager by Booting!
de: OPDBoot funktioniert ohne Bootmanager beim Booten!

source: OPDBoot: Deleting All Images
de: OPDBoot: Alle Bilder löschen

source: OPDBoot: Deleting Image
de: OPDBoot: Image löschen

source: OPDBoot: Install new image
de: OPDBoot: Neues Image installieren

source: OSCam Information Settings
de: OSCam Informations-Einstellungen

source: OSD 3D Settings
de: OSD-3D-Konfiguration

source: OSD Adjustment
de: OSD-Overscan

source: OSD Settings
de: OSD-Einstellungen

source: OSD name request
de: OSD-Sprache

source: OSD settings
de: OSD-Einstellungen

source: OScam can not be installed
de: OScam kann nicht installiert werden

source: OVR
de: Überschreiben

source: Occitan
de: Okzitanisch

source: Octal
de: Oktal

source: Off
de: Aus

source: Offline decode delay (ms)
de: Offline Decodierungsverzögerung (ms)

source: Older files in the time shift directory are removed on every event change.
de: Ältere Dateien im Timeshift-Verzeichnis nach eingestellter Zeit automatisch löschen.

source: Olympics
de: Olympia

source: On
de: An

source: On end of movie
de: Am Ende des Films

source: On end of movie (as menu)
de: Am Ende des Films (als Menü)

source: On valid ONIDs, ignore frequency sub network part
de: Bei 'Ja' werden Subnetzwerk-Frequenzen bei gültigen ONIDs ignoriert

source: Once
de: Einmalig

source: One
de: Eins

source: One line
de: Eine Zeile

source: One partition
de: Eine Partition

source: Online update of your %s %s software.
de: Onlineupdate der %s %s-Software.

source: Only Flash Backup Image
de: Nur die Image-Sicherung flashen.

source: Only HD
de: Nur bei HD

source: Only free scan
de: Nur frei empfangbare

source: Only in standby
de: Nur im Standby

source: Only log debug information of GStreamer category. * means all categories.
de: Nur Meldungen der ausgewählten GStreamer-Kategorie schreiben. * Bedeutet alle.

source: Only move the dish quickly after this hour.
de: Bewegen der Satellitenschüssel erst nach dieser Stunde.

source: Only move the dish quickly before this hour.
de: Bewegen der Satellitenschüssel erst kurz vor dieser Stunde.

source: Only on startup
de: Nur beim Start

source: Open
de: Öffnen

source: Open AutoTimer
de: AutoTimer anzeigen

source: Open AutoTimerlist
de: AutoTimer-Liste anzeigen

source: Open Cardserver
de: Offener Kartenserver

source: Open EPGSearch
de: EPG-Suche öffnen

source: Open IMDb
de: IMDb öffnen

source: Open MediaStream
de: MediaStream öffnen

source: Open Similar List Channel List
de: Ähnliche Senderliste öffnen

source: Open Timerlist
de: Timer anzeigen

source: Open bouquetlist
de: Favoritenliste öffnen

source: Open context menu
de: Kontextmenü öffnen

source: Open context menu (contains settings menu)
de: Kontextmenü inklusive Einstellungsmenü öffnen

source: Open external subtitle management screen
de: Externe Untertitel-Verwaltung öffnen

source: Open favorites list
de: Favoritenliste öffnen

source: Open file sort menu
de: Sortierungsmenü öffnen

source: Open satellites list
de: Satellitenliste öffnen

source: Open service list
de: Senderliste öffnen

source: Open service list and select next channel
de: Senderliste öffnen und nächsten Sender auswählen

source: Open service list and select next channel for PiP
de: Senderliste öffnen und nächsten Sender für Bild-im-Bild auswählen

source: Open service list and select previous channel
de: Senderliste öffnen und vorherigen Sender auswählen

source: Open service list and select previous channel for PiP
de: Senderliste öffnen und vorherigen Sender für Bild-im-Bild auswählen

source: Open the Channel Selection Settings screen
de: Einstellungen der Senderliste öffnen

source: Open the Plugin Browser settings screen
de: Plugin-Manager Einstellungen

source: Open the VirtualKeyBoard for text entry
de: Die virtuelle Tastatur zur Texteingabe öffnen

source: Open the context menu
de: Kontextmenü öffnen

source: Open the movie list
de: Filmauswahl öffnen

source: Open the multi service EPG view
de: Multi-EPG-Ansicht öffnen

source: Open the single service EPG view
de: Ereignis-EPG-Ansicht öffnen

source: Open with File Commander
de: Mit File Commander öffnen

source: OpenDNS Home
de: OpenDNS-Startseite

source: OpenVPN Actions
de: OpenVPN-Aktionen

source: OpenVPN Settings
de: OpenVPN

source: Operating LED status in deep standby mode
de: Betriebsstatus der LED im Deep-Standby

source: Operating LED status in standby mode
de: Betriebsstatus der LED im Standby

source: Operating LED status while running
de: Betriebsstatus der LED im Betrieb

source: Opkg Actions
de: Opkg-Aktionen

source: Opkg Log Actions
de: Opkg-Log-Aktionen

source: Option to disable picons on the Infobar
de: Bei 'Ja' werden Senderlogos (Picons) in der Infoleiste angezeigt.

source: Option to enable the Hardware Standby Timer.
de: Bei 'Ja' wird der interne Standby-Timer der Festplatte verwendet.

source: Or use standard 'Harddisk Setup' to initialize your drive in ext4.
de: Oder verwenden Sie das Standard-Festplatten-Setup, um Ihr Laufwerk in ext4 zu initialisieren.

source: Ordinary
de: Gewöhnlich

source: Orientation
de: Ausrichtung

source: Original language
de: Originalsprache

source: Oscam Binary is not installed You must this install
de: Oscam Binary ist nicht installiert Sie müssen diese installieren

source: Oscam Information
de: OSCam Informationen

source: Oscam binary install
de: Oscam-Binärinstallation

source: Oscam type set automatically to
de: Oscam-Typ wird automatisch eingestellt auf

source: Oscam will be installed with the following settings
de: Oscam wird mit den folgenden Einstellungen installiert

source: Oscam/Ncam not running - start Cam to obtain information.
de: Oscam/Ncam läuft nicht – starten Sie Cam, um Informationen zu erhalten.

source: OscamSmartcard Settings
de: OscamSmartcard-Einstellungen

source: Oscamsmartcard found
de: OscamSmartcard gefunden

source: Ossetian / Ossetic
de: Ossetisch

source: Other
de: Andere

source: Other Actions
de: Sonstige Aktionen

source: Other Subtitles & lang
de: Andere Untertitel & Sprachen

source: Other buttons will jump to the help information for that button, if there is help available.
de: Tasten springen zu den Hilfe-Informationen für entsprechende Tasten, wenn eine Hilfe verfügbar ist.

source: Other panel directory (%s)
de: Verzeichnis der anderen Seite (%s)

source: Output text:
de: Ausgabetext:

source: Overall progress:
de: Gesamtfortschritt:

source: Overwrite Bootlogo Files ?
de: Bootlogos überschreiben?

source: Overwrite Driver Files ?
de: Kernel/Treiber-Module überschreiben?

source: Overwrite Emu Files ?
de: Softcam-Dateien überschreiben?

source: Overwrite Picon Files ?
de: Senderlogos (Picons) überschreiben?

source: Overwrite Setting Files ?
de: Einstellungsdateien überschreiben?

source: Overwrite Spinner Files ?
de: Spinner-Dateien überschreiben?

source: Overwrite bootlogo files during software upgrade?
de: Bootlogos beim Update überschreiben?

source: Overwrite configuration files during software upgrade?
de: Konfigurationsdateien beim Update überschreiben?

source: Overwrite configuration files?
de: Konfigurationsdateien überschreiben?

source: Overwrite driver files during software upgrade?
de: Kernel/Treiber-Module beim Update überschreiben?

source: Overwrite picon files during software upgrade?
de: Senderlogos (Picons) beim Update überschreiben?

source: Overwrite setting files (channellist) during software upgrade?
de: Senderlisten beim Update überschreiben?

source: Overwrite softcam files during software upgrade?
de: Softcam-Dateien beim Update überschreiben?

source: Overwrite spinner files during software upgrade?
de: Spinner-Dateien beim Update überschreiben?

source: Owner
de: Inhaber

source: PAGE UP/DOWN
de: SEITE AUF/AB

source: PCM Multichannel
de: PCM-Mehrkanal

source: PGS file
de: PGS-Datei

source: PIN code needed
de: PIN-Code erforderlich!

source: PLS Mode
de: PLS-Modus

source: PO-Revision Date
de: PO-Revisionsdatum

source: POT-Creation Date
de: POT-Erstellungsdatum

source: PVR
de: PVR/Video

source: Package
de: Paket

source: Package Manager
de: Paket-Management

source: Package files:
de: Paket-Dateien:

source: Package list update
de: Paketlistenaktualisierung

source: Packaged locales only
de: Sprachregionen

source: Packages
de: Pakete

source: Packages and associated locales
de: Pakete und zugehörige Sprachregionen

source: Packet Manager
de: Paket-Manager

source: Page down
de: Seite zurück

source: Page left
de: Seite nach links

source: Page right
de: Seite nach rechts

source: Page up
de: Seite vor

source: PageDown
de: Seite zurück

source: PageUp
de: Seite vor

source: Palestine, State of
de: Palästina, Staat

source: Panic channel
de: Panik-Sender

source: Panic to
de: Panik zu

source: Papua New Guinea
de: Papua-Neuguinea

source: Parent Directory
de: Übergeordnetes Verzeichnis

source: Parental Control
de: Jugendschutz

source: Parental Guidance Recommended
de: Elterliche Anleitung empfohlen

source: Parental control
de: Elterliche Kontrolle

source: Parental control services editor
de: Jugendschutz-Sendereditor

source: Parental control setup
de: Jugendschutz

source: Parliament
de: Parlament

source: Partition size
de: Partitionsgröße

source: Partitioner
de: Partitionierer

source: Partitioning failed!
de: Partitionierung fehlgeschlagen!

source: Partitioning...
de: Partitionieren...

source: Partitions
de: Partitionen

source: Pass-through
de: Durchschleifen

source: Password
de: Passwort

source: Password (httpuser)
de: Passwort (httpuser)

source: Password (httpwd)
de: Passwort (httpwd)
