Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Host receiver FTP port
de: FTP-Port des Host-Empfängers

source: Host receiver FTP username
de: FTP-Benutzername des Hostempfängers

source: Host receiver IP address
de: IP-Adresse des Hostempfängers

source: Host receiver address type
de: Adresstyp des Hostempfängers

source: Host receiver streaming port
de: Streaming-Port des Host-Receivers

source: Hotbird 13.0e
de: Hotbird 13,0O

source: Hotkey Settings
de: Hotkey

source: Hourly
de: Stündlich

source: Hours Minutes
de: Stunden Minuten

source: Hours Minutes Seconds
de: Stunden Minuten Sekunden

source: Http(s) stream start delay
de: Startverzögerung für http(s)-Streams

source: Hue
de: Farbton

source: Hungarian
de: Ungarisch

source: Hungary
de: Ungarn

source: I/O priority for scripts
de: I/O-Priorität für Skripte

source: IMDb Search
de: IMDb-Suche

source: IMDb search for current event
de: IMDb-Suche für die ausgewählte Sendung

source: INFO button mode
de: Taste INFO

source: INFORMATION: External Reader /dev/ttyUSB0 This Reader can be used to configure for example a connected easymouse.
de: INFORMATIONEN: Externer Reader /dev/ttyUSB0 Mit diesem Reader kann beispielsweise eine angeschlossene Easymouse konfiguriert werden.

source: INFORMATION: External Reader /dev/ttyUSB1 This Reader can be used to configure for example a second connected easymouse.
de: INFORMATIONEN: Externer Reader /dev/ttyUSB1 Mit diesem Reader kann beispielsweise eine zweite angeschlossene Easymouse konfiguriert werden.

source: INFORMATION: Internal Reader /dev/sci0 All STB's having only one cardslot. On STB's having two cardslots it is mostly the lower cardslot.
de: INFORMATIONEN: Interner Leser /dev/sci0 Alle STBs haben nur einen Kartensteckplatz. Bei STBs mit zwei Kartenslots ist es meist der untere Kartenslot.

source: INFORMATION: Internal Reader /dev/sci1 On STB's having two cardslots it is mostly the upper cardslot.
de: INFORMATIONEN: Interner Leser /dev/sci1 Bei STBs mit zwei Kartensteckplätzen ist dies meistens der obere Kartensteckplatz.

source: INFORMATION: Select OScam WebifPort Oscam Webif will be accessible on the selected port.
de: INFORMATIONEN: Wählen Sie OScam WebifPort Auf Oscam Webif kann über den ausgewählten Port zugegriffen werden.

source: INFORMATION: make your selection and press GREEN All config files are backed up automatically
de: INFORMATIONEN: Treffen Sie Ihre Auswahl und drücken Sie GRÜN Alle Konfigurationsdateien werden automatisch gesichert

source: INFORMATION: please select your CI+ Modul
de: INFORMATION: bitte wählen Sie Ihr CI+ Modul

source: INS
de: Einfügen

source: IP Address
de: IP-Adresse

source: IP Address 1
de: IP-Adresse 1

source: IP Address 2
de: IP-Adresse 2

source: IP Address 3
de: IP-Adresse 3

source: IP Address 4
de: IP-Adresse 4

source: IP Address 5
de: IP-Adresse 5

source: IP Address to be checked on timer activation.
de: IP-Adresse, die bei der Aktivierung des Timers überprüft werden soll.

source: IP address
de: IP-Adresse

source: IP address of the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
de: IP-Adresse des Stream Relay-Servers, um Dienste zu entschlüsseln, die nur über Stream Relay entschlüsselt werden können.

source: IP of fallback remote receiver
de: IP des Reserve-Receivers

source: ISO file is too large for this file system!
de: Die ISO-Datei ist für dieses Dateisystem zu groß!

source: ISO path
de: ISO-Datei-Ausgabepfad

source: ISO speed rating
de: ISO Geschwindigkeitsmessung

source: Iceland
de: Island

source: Icelandic
de: Isländisch

source: Idle Time:
de: Leerlaufzeit:

source: If 'never', will force restart despite that after 100 crashes.
de: Auch bei 'niemals' wird trotzdem nach 100 Abstürzen ein Neustart der Benutzeroberfläche erzwungen.

source: If 'never', will write crash log despite that for the first crash.
de: Auch bei 'niemals' wird trotzdem beim ersten Absturz ein Crash-Log geschrieben.

source: If EPG available
de: Wenn EPG verfügbar

source: If an action is user-configurable, its help entry will be flagged with a '(C)' suffix.
de: Wenn eine Aktion vom Benutzer konfigurierbar ist, wird der Hilfeeintrag mit einem '(C)'-Suffix gekennzeichnet.

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
de: Wenn die Ausgabeauflösung aktiviert ist, wird der Receiver versuchen, der Auflösung des Videoinhalts zu entsprechen.

source: If enabled the video will always be de-interlaced.
de: Bei 'Ja' wird das Bild immer deinterlaced.

source: If enabled, AIT data is included in recordings.
de: Bei 'Ja' sind in den Aufzeichnungen AIT-Daten enthalten.

source: If enabled, a log will be kept of CEC protocol traffic. The log files are located with the other log files but named 'Enigma2-hdmicec-[date].log'.
de: Bei 'Ja' wird ein Log des CEC-Protokolls erstellt. Die Logdateien befinden sich zusammen mit den anderen Logs, haben jedoch den Namen 'Enigma2-hdmicec-[Datum].log'.

source: If enabled, the new GStreamer playback engine will be used.
de: Wenn aktiviert, wird die neue GStreamer-Wiedergabe verwendet.

source: If enabled, using a time window to detect a wake up from deep standby by a timer. Default setting ist disabled and used a special signal from the receiver. But some devices set a wrong or none signal and the wake up detection can fails.
de: Bei 'Ja' kann ein Zeitfenster eingestellt werden, um ein Aufwachen aus dem Deep-Standby durch einen Timer zu erkennen. Bei 'Nein' wird ein spezielles Signal von dem Receiver verwendet. Manche Geräte setzen aber ein falsches oder kein Signal und die Erkennung kann fehlschlagen.

source: If logs are using the set maximum space used the eldest will be deleted.
de: Wenn die Logdateien zu viel Speicher belegen, werden die ältesten Dateien gelöscht.

source: If set to 'Yes' the same commands will be sent to the TV for deep standby events as are sent during regular standby events.
de: Bei 'Ja' werden bei Deep-Standby-Ereignissen dieselben Befehle an das Fernsehgerät gesendet wie bei normalen Standby-Ereignissen.

source: If set to 'yes' it will enable PLAY,PAUSE, SEEK on channel list movies
de: Bei der Einstellung 'Ja' werden die Funktionen ,Wiedergabe, pause, und Suche für Filme in der Kanalliste aktivi

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
de: Bei 'Ja' kann Timeshift mit alternativen Audio-Plugins verwendet werden.

source: If the deep standby workaround is enabled wait until the system time is synchronized. Depending on the requirement the device wake up will continuing after a maximum of 2 minutes.
de: Wenn der Deep-Standby-Workaround aktiviert ist, wird gewartet, bis die Systemzeit synchronisiert wurde. Je nach Erfordernis wird das Aufwecken der Geräte in maximal 2 Minuten fortgesetzt.

source: If the free space is less than setting value, then an attempt is made to delete the old time shift files.
de: Wenn der freie Speicherplatz kleiner als der eingestellte Wert ist, wird versucht, die alten Timeshift-Dateien zu löschen.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times).
de: Wenn der Text zu lang ist, um auf dem Bedienfeld angezeigt zu werden, wird er wiederholt (Anzahl der Wiederholungen).

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
de: Wenn mehrere nicht festgeschriebene Switches verwendet werden, müssen die DiSEqC-Befehle mehrmals gesendet werden. Die Anzahl der nicht festgeschriebenen Switches in der Kette minus eins festlegen.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
de: Wenn ein zugewiesener DiSEqC-Commit-Switch verwendet wird, den Portbuchstaben eingeben, der für den Zugriff auf den für diesen Satelliten verwendeten LNB erforderlich ist.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
de: Wenn ein nicht zugewiesener DiSEqC-Switch verwendet wird, die Portnummer eingeben, die für den Zugriff auf den für diesen Satelliten verwendeten LNB erforderlich ist.

source: If you are using a circular polarized LNB select 'Yes', otherwise select 'No'.
de: Wird ein zirkular polarisierter LNB verwendet 'Ja' auswählen, andernfalls 'Nein'.

source: If you see this, something is wrong with your SCART connection. Press OK to return.
de: Die Scart-Verbindung ist fehlerhaft! OK drücken, um zurückzukehren.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
de: Falls der Fernseher über Helligkeits- oder Kontraststeigerung verfügt, diese deaktivieren. Falls es eine 'Dynamik'-Einstellung gibt, sollte sie auf Standard gesetzt werden. Die Intensität der Hintergrundbeleuchtung nach Geschmack einstellen. Den Kontrast des Fernsehers so weit wie möglich verringern. Anschließend die Helligkeit so weit wie möglich verringern. Dabei sicherstellen, dass die beiden obersten Grauschattierungen erkennbar bleiben. Die hellen Schattierungen werden im folgenden Schritt eingestellt. OK drücken, wenn das Ergebnis zufriedenstellend ist.

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
de: Wenn Ihr USB-Laufwerk angeschlossen und gemountet ist, müssen Sie Ihre Box ausschalten, das USB-Gerät entfernen und neu starten.

source: Ignore
de: Ignorieren

source: Ignore DVB-C namespace sub network
de: Ignoriere DVB-C Subnetzwerk

source: Ignore DVB-S namespace sub network
de: Ignoriere DVB-S Subnetzwerk

source: Ignore DVB-T namespace sub network
de: Ignoriere DVB-T Subnetzwerk

source: Ignore unexpectedly wake up and stay in standby
de: Unerwartetes Aufwachen ignorieren und im Standby bleiben

source: Image Backup
de: Image-Sicherung

source: Image Backup Actions
de: Image-Sicherung Aktionen

source: Image Backup To %s
de: Image-Sicherung nach %s

source: Image Flash Actions
de: Image-Flash-Aktionen

source: Image Info
de: Image-Informationen

source: Image Information
de: Image Informationen

source: Image will be booted on the next STB boot!
de: Das Image wird beim nächsten STB-Start gebootet!

source: Immediate shut down
de: Direkt herunterfahren

source: Immediately exit the wizard (Debug mode only)
de: Sofortiges Beenden des Assistenten (nur im Debug-Modus)

source: Immediately restart selected devices.
de: Ausgewählte Geräte sofort neu starten.

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
de: Kanäle und / oder EPG von der Empfänger-URL importieren, auch wenn der Receiver den Standby-Modus verlässt.

source: Import channels and/or EPG from remote receiver URL when receiver is booted
de: Kanäle und/oder den EPG von der Receiver-URL des Reserve-Receivers beim Booten des Receivers importieren.

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
de: Kanäle und/oder EPG von der Reserve-Receiver-URL importieren wenn der Receiver oder Enigma2 neu gestartet wird.

source: Import from remote receiver URL
de: Import der Reserve-Receiver-URL

source: Import remote receiver URL
de: Reserve-Receiver-URL importieren

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
de: Zusätzlich zur Überprüfung bei Beginn eines Ereignisses kann diese Einstellung verwendet werden, um die Bedingung 'Puffer Limit in Stunden' oder 'Überprüfung auf freien Speicherplatz eher zu erkennen.

source: In expert mode, configure which tuners will be preferred for recordings, when more than one tuner is available.
de: Im Expertenmodus einstellen, welche Tuner für Aufnahmen bevorzugt werden sollen, wenn mehr als ein Tuner verfügbar ist.

source: In most cases this should be set to No. Only enable if you have a very specific need.
de: In den meisten Fällen sollte dies auf 'Nein' eingestellt sein. Nur aktivieren, wenn ein ganz bestimmter Bedarf besteht.

source: In order to record a timer, a tuner was freed successfully:
de: Um eine Timeraufnahme zu starten, wurde erfolgreich ein Tuner frei gemacht:

source: In progress
de: In Arbeit

source: Inaccessible
de: Nicht zugänglich

source: Inactive
de: Inaktiv

source: Inadyn Actions
de: Inadyn-Aktionen

source: Inadyn Setting Actions
de: Inadyn-Einstellungsaktionen

source: Inadyn Settings
de: Inadyn (DynDNS)

source: Include AIT in http streams
de: AIT in HTTP-Streams integrieren

source: Include AIT in recordings
de: AIT-Daten in Aufnahmen integrieren

source: Include CI assignment
de: Berücksichtigung der CI-Zuweisung

source: Include DVB scan data
de: Inklusive DVB-Scan-Daten

source: Include ECM in http streams
de: ECM in HTTP-Streams integrieren

source: Include EIT in http streams
de: EIT in HTTP-Streams integrieren

source: Include EPG data
de: Inklusive EPG-Daten

source: Include MultiBoot data *
de: Inklusive Multiboot-Daten *

source: Include SDT, BAT in http streams
de: SDT und BAT in HTTP-Stream integrieren

source: Include action map data
de: Inklusive Action-Map-Daten

source: Include international data *
de: Inklusive internationaler Daten *

source: Include keyboard data
de: Inklusive Tastaturdaten

source: Include opkg output data
de: Opkg-Ausgabe einschließen

source: Include remote control data
de: Inklusive Fernbedienungsdaten

source: Include screen load data
de: Inklusive Screen-Daten

source: Include timer data
de: Inklusive Timer-Daten

source: Incorrect type service for PiP!
de: Falscher Diensttyp für Bild-im-Bild!

source: Increase time scale
de: Erhöhe Zeitspanne

source: Increased voltage
de: Erhöhte Spannung

source: Index allocated:
de: Index zugeordnet:

source: India
de: Indien

source: Indonesia
de: Indonesien

source: Indonesian
de: Indonesisch

source: Info button (long)
de: Taste INFO lang

source: Info button (short)
de: Taste INFO kurz

source: Info icon width
de: Info-Icon Breite

source: InfoBar
de: Infoleiste

source: InfoBar EPG
de: Infoleisten-EPG

source: InfoBar EPG Actions
de: Infoleiste EPG-Aktionen

source: InfoBar EPG Settings
de: Infoleisten-EPG

source: InfoBar EPG mode
de: Infoleisten EPG-Modus

source: InfoBar Event View Actions
de: Infoleiste Sendungsanzeige-Aktionen

source: InfoBar RDS Actions
de: Infoleiste RDS-Aktionen

source: InfoBar Show/Hide Actions
de: Infoleiste Aktionen ein-/ausblenden

source: InfoBar fade-out speed
de: Infoleiste Ausblendegeschwindigkeit

source: InfoBar front end data source
de: Infoleiste Datenquelle

source: Infobar frontend data source
de: Infobar-Frontend-Datenquelle

source: Information
de: Informationen

source: Init
de: Initialisieren

source: Initial fast forward speed
de: Anfängliche Vorlaufgeschwindigkeit

source: Initial rewind speed
de: Anfängliche Rücklaufgeschwindigkeit

source: Initial scroll delay
de: Verzögerung vor Textdurchlauf

source: Initialization
de: Initialisierung

source: Initialize
de: Initialisieren

source: Initialize disk
de: Initialisieren disk

source: Initializing storage device...
de: Speichergerät initialisieren...

source: Inotify Monitoring
de: Inotify Überwachung

source: Input
de: Eingabe

source: Input
de: Eingabe

source: Input Device Settings
de: Eingabegeräte Einstellungen

source: Input channel name.
de: Einen Sendernamen eingeben.

source: Input config file name:
de: Name der Konfigurationsdatei:

source: Input devices
de: Eingabegeräte

source: Input scroll position
de: Scrollposition eingeben

source: Insert Line
de: Zeile einfügen

source: Insert line before current line
de: Zeile vor der aktuellen Zeile einfügen

source: Insert mount point:
de: Mountpunkt einfügen:

source: Install
de: Installieren

source: Install %s
de: %s installieren

source: Install '%s' command
de: Befehl '%s' installieren

source: Install All
de: Alles installieren

source: Install Confirmation
de: Installations bestätigung

source: Install Image
de: Image installieren

source: Install Local Extension
de: Lokale Erweiterung installieren

source: Install Plugin
de: Plugin installieren

source: Install Plugins
de: Plugins installieren

source: Install a new image with a USB stick
de: Neues Image mittels USB-Stick installieren

source: Install a new image with your web browser
de: Neues Image mittels Webbrowser installieren

source: Install channel list
de: Senderliste installieren

source: Install extensions
de: Erweiterungen installieren

source: Install extensions.
de: Erweiterungen installieren...

source: Install from /media/opdboot/OPDBootUpload
de: Installieren Sie von /media/opdboot/OPDBootUpload

source: Install from Internet (openDroid,openATV,openNFR,openVIX,openHDF)
de: Installation aus dem Internet (openDroid, openATV, openNFR, openVIX, openHDF)

source: Install lcd picons on
de: Installieren Sie LCD-Picons auf

source: Install picons on
de: Installieren Sie Picons auf

source: Install settings, skins, software...
de: Installiere Software...

source: Install tar.gz, bh.tgz, nab.tgz
de: Installieren Sie Einstellungen, Skins, Software …

source: Install the package
de: Das Paket installieren

source: Install the selected plugin / list of plugins
de: Markiertes Plugin / Pluginliste installieren

source: Installation aborted !
de: Installation abgebrochen!

source: Installation finished.
de: Installation beendet.

source: Installed: %s
de: Installiert: %s

source: Installing
de: Installiere

source: Installing %s (%s)...
de: Installation %s (%s)...

source: Installing Service
de: Dienst wird installiert

source: Installing Software...
de: Installiere Software...

source: Installing addon %s
de: Add-on %s wird installiert

source: Instant Recording Actions
de: Sofortaufnahme-Aktionen

source: Instant Recording End Time
de: Sofortaufnahme Endzeit

source: Instant record
de: Sofortaufnahme

source: Instant recording location
de: Sofortaufnahme-Verzeichnis

source: Interface
de: Schnittstelle

source: Interface:
de: Schnittstelle:

source: Interface:
de: Schnittstelle:

source: Interlaced
de: Zeilensprungverfahren

source: Interlingue / Occidental
de: Zwischensprache / Okzidental

source: Intermediate
de: Fortgeschritten

source: Internal
de: Intern

source: Internal Flash
de: Interner Flash

source: Internal Reader /dev/sci0:
de: Interner Leser /dev/sci0:

source: Internal Reader /dev/sci1:
de: Interner Leser /dev/sci1:

source: Internal USB
de: Interner USB

source: Internal flash
de: Interner Flash

source: Internal flash: %s %s
de: Interner Flash: %s %s

source: Internal flash: %s %s as USB Recovery
de: Interner Flash: %s %s als USB-Wiederherstellung

source: Internal hdd only
de: Nur interne Festplatte

source: Interval between keys when repeating:
de: Intervall bei Tastenwiederholung:

source: Invalid
de: Ungültig

source: Invalid location!
de: Unzulässiger Ort!

source: Invalid response from server. Please report: %s
de: Ungültige Antwort vom Server. Bitte melden: %s

source: Invalid transponder data
de: Ungültige Transponder-Daten

source: Invalid type
de: Ungültiger Typ

source: Inversion & Bandwidth
de: Inversion & Bandbreite

source: Invert
de: Invertieren

source: Inverts the button function.
de: Bei 'Ja' werden die Funktionen der Tasten P+/CH+ und P-/CH- umgekehrt.

source: Ipk Tools
de: Ipk-Werkzeuge

source: Iran, Islamic Republic of
de: Iran (Islamische Republik)

source: Iraq
de: Irak

source: Ireland
de: Irland

source: Irish
de: Irisch

source: Is a Ci+ Module installed:
de: Ist ein Ci+ Modul installiert:

source: Is the keyboard working?
de: Funktioniert die Tastatur?

source: Is this setting ok?
de: Ist diese Einstellung in Ordnung?

source: Is this video mode ok?
de: Diesen Videomodus beibehalten?

source: It follows:
de: Es folgt:

source: It is recommended !! to mount the appropriate device before downloading. Otherwise Press OK to continue
de: Es wird empfohlen!! um das entsprechende Gerät vor dem Herunterladen zu mounten. Andernfalls Drücken Sie OK, um fortzufahren

source: Italian
de: Italienisch

source: Italy
de: Italien

source: JUMP 24 HOURS
de: Springe 24 Stunden

source: Jamaica
de: Jamaika

source: Japanese
de: Japanisch

source: Javanese
de: Javanisch

source: Job overview
de: Jobübersicht

source: Jordan
de: Jordanien

source: Jump
de: Springen

source: Jump back 24 hours
de: Springe 24 Stunden rückwärts

source: Jump back one day
de: Springe einen Tag zurück

source: Jump back one hour
de: Springe eine Stunde zurück

source: Jump first press in channel selection
de: Zuerst in Programmauswahl springen

source: Jump forward 24 hours
de: Springe 24 Stunden vorwärts

source: Jump forward one day
de: Springe einen Tag vor

source: Jump forward one hour
de: Springe eine Stunde vor

source: Jump time
de: Sprung-Zeit

source: Jump to beginning of list
de: Zum Anfang der Liste springen

source: Jump to current time
de: Springe zur aktuellen Zeit

source: Jump to end of list
de: Zum Ende der Liste springen

source: Jump to next marked position
de: Springe zur nächsten Markerposition

source: Jump to next page or all up (setup in menu)
de: Zur nächsten Seite oder ganz nach oben springen (Einstellung im Menü)

source: Jump to previous marked position
de: Springe zur vorherigen Markerposition

source: Jump to previous page or all down (setup in menu)
de: Zur vorherigen Seite oder ganz nach unten springen (Einstellung im Menü)

source: Jump to prime time
de: Springe zur Primetime

source: Jump to the currently active locale/language
de: Zur aktuell aktiven Sprache springen

source: Just abort, no message
de: Abbrechen, ohne Hinweis

source: Just abort, show message
de: Abbrechen, zeige Hinweis

source: Just boot
de: Normal starten

source: Just change Bouquet
de: Nur Bouquet wechseln

source: Just change channels
de: Nur Sender wechseln

source: Just zap
de: Umschalthistorie

source: Kalaallisut / Greenlandic
de: Kalaallisut / Grönländisch

source: Kashmiri
de: Kaschmirisch

source: Kazakh
de: Kasachisch

source: Kazakhstan
de: Kasachstan

source: Keep EPG history (in minutes)
de: Alte EPG-Daten für x Minuten halten

source: Keep old drive
de: Altes Laufwerk behalten

source: Keep service
de: Laufender Kanal

source: Keep warning
de: Warnung behalten

source: Keeps MovieList open whilst playing audio files.
de: Bei 'Ja' bleibt die Filmauswahl geöffnet, wenn Audiodateien abgespielt werden.

source: Kenya
de: Kenia

source: Kexec MultiBoot Actions
de: Kexec MultiBoot-Aktionen

source: Kexec MultiBoot Initialization in progress!
de: Kexec MultiBoot Initialisierung läuft!

source: Kexec MultiBoot files are missing.
de: Keine Kexec MultiBoot-Dateien vorhanden!

source: Keyboard
de: Externe Tastatur

source: Keyboard Settings
de: Tastatur

source: Keyboard data entry
de: Tastatureingabe

source: Keymap Selection
de: Keymap-Auswahl

source: Keymap changed, you need to restart the GUI
de: Keymap geändert, Sie müssen die GUI neu starten

source: Kirghiz / Kyrgyz
de: Kirgisisch

source: Korea, Democratic People's Republic of
de: Korea, Demokratische Volksrepublik

source: Korea, Republic of
de: Südkorea

source: Korean
de: Koreanisch

source: Kurdish
de: Kurdisch

source: Kyrgyzstan
de: Kirgisistan

source: LAN connection
de: LAN-Verbindung

source: LCD Skin Settings
de: Displayskinauswahl

source: LCD SkinSelector
de: Displayskinauswahl

source: LCD scroll speed
de: Display-Scrollgeschwindigkeit
