Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Destination of fallback remote receiver for DVB-C
de: Bestimmungsort vom Reserve-Receiver für DVB-C

source: Destination of fallback remote receiver for DVB-T
de: Bestimmungsort vom Reserve-Receiver für DVB-T

source: Detail of GStreamer log.
de: Umfang des GStreamer-Logs.

source: Detected Devices:
de: Erkannte Geräte:

source: Detected NIMs:
de: Erkannte NIMs:

source: Development
de: Entwicklung

source: Device Details
de: Gerätedetails

source: Device Fixed Mount Point change needs a system restart in order to take effect. Restart your STB now?
de: Die Änderung des festen Mount-Punkts des Geräts erfordert einen Systemneustart, damit sie wirksam wird. STB jetzt neu starten?

source: Device Information
de: Geräteinformationen

source: Device Manager
de: Geräteverwaltung

source: Device Manager - Fast Mounted Remove
de: Geräte-Manager – Schnelles Entfernen

source: Device Settings
de: Netzwerkadapter-Einstellungen

source: Device mounts
de: Gerätemounts

source: Device name:
de: Gerätename:

source: Device number
de: Gerätenummer

source: Device:
de: Gerät:

source: Devices
de: Geräte

source: Devices Manager
de: Gerätemanager

source: Devices Panel
de: Gerätebereich

source: DiSEqC 1.0 command
de: DiSEqC 1.0 Befehl

source: DiSEqC 1.1 command
de: DiSEqC 1.1 Befehl

source: DiSEqC 1.1 repeats
de: DiSEqC 1.1 Wiederholungen

source: DiSEqC Tester
de: DiSEqC-Prüfgerät

source: DiSEqC mode
de: DiSEqC-Modus

source: DiSEqC-tester settings
de: DiSEqC-Prüfgerät-Einstellungen

source: Diction
de: Diktion

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled !
de: Die Differenz zwischen Timer Startzeit und Endzeit muss größer oder gleich %d Minuten sein. Die Endaktion wurde deaktiviert!

source: Digit entry for service selection
de: Zifferneingabe für die Serviceauswahl

source: Digital contour removal
de: Entferne digitale Konturen

source: Dim delay
de: Ausblendungsverzögerung

source: Dim the LCD to the level from 'Brightness (Dimmed)' after specified time.
de: Außer bei 'Aus' wird das Display nach der angegebenen Zeit auf den Wert 'Helligkeit (gedimmt)' heruntergeregelt.

source: Direct menu item selection
de: Direkte Menüpunktauswahl

source: Direct playback of linked titles without menu
de: Direkte Wiedergabe verknüpfter Titel ohne Menü

source: Directories
de: Verzeichnisse

source: Directory
de: Verzeichnis

source: Directory %s does not exist.
de: Das Verzeichnis %s existiert nicht.

source: Directory '%s' can't be linked to recordings!
de: Verzeichnis '%s' kann nicht zu Aufnahmen verlinkt werden!

source: Directory '%s' does not exist!
de: Verzeichnis '%s' existiert nicht!

source: Directory '%s' not writable!
de: Verzeichnis '%s' ist nicht beschreibbar!

source: Directory browser
de: Dateimanager

source: Directory/File %d of %d
de: Verzeichnis/Datei %d von %d

source: Directory/File Status Actions
de: Verzeichnis-/Dateistatus-Aktionen

source: Directory/File status information
de: Informationen zum Verzeichnis-/Dateistatus

source: Disable
de: Deaktivieren

source: Disable Animations
de: Animation deaktivieren

source: Disable MiniTV
de: MiniTV im Display deaktivieren

source: Disable Move Mode
de: Verschiebemodus ausschalten

source: Disable Picture in Picture
de: Bild-im-Bild deaktivieren

source: Disable background scanning
de: Suchlauf im Hintergrund deaktivieren

source: Disable digital downmix
de: Dolby Digital Downmix deaktivieren

source: Disable intro screen
de: Begrüßungsbildschirm abschalten

source: Disable the HDD Process on VFD.
de: Die Anzeige des Festplattensymbols auf dem Display einstellen.

source: Disable timer
de: Timer deaktivieren

source: Disabled
de: Deaktiviert

source: Disabled PiP.
de: Bild-im-Bild wurde deaktiviert.

source: Dish
de: Spiegel

source: Disk temperature: unknown
de: Festplattentemperatur: unbekannt

source: Display 16:9 content as
de: 16:9-Inhalt anzeigen als

source: Display 4:3 content as
de: 4:3-Inhalt anzeigen als

source: Display >16:9 content as
de: Inhalt >16:9 anzeigen als

source: Display Settings
de: Displayeinstellungen

source: Display Skin
de: Skin anzeigen

source: Display context menu
de: Kontextmenü anzeigen

source: Display file as hexadecimal
de: Datei als hexadezimal anzeigen

source: Display file as octal
de: Datei als oktal anzeigen

source: Display file as text
de: Datei als Text anzeigen

source: Display log for the currently selected timer
de: Anzeige des Logs für den aktuell ausgewählten Timer

source: Display message before playing next movie
de: Info anzeigen, bevor der nächste Film abgespielt wird

source: Display more information about this file
de: Weitere Informationen zu dieser Datei anzeigen

source: Display selection list as a selection menu
de: Auswahlliste als Auswahlmenü anzeigen

source: Display the EIT Now/Next event data in InfoBar.
de: Bei 'Ja' werden EIT-EPG-Informationen jetzt/gleich in der Infoleiste angezeigt.

source: Display the base locales or all locales for a language.
de: Anzeige der Sprachregion oder aller lokalen Sprachen für eine Sprache.

source: Display the tags context menu
de: Tags-Kontextmenü anzeigen

source: Display the virtual keyboard for data entry
de: Anzeige der virtuellen Tastatur für die Dateneingabe

source: Distance
de: Abstand

source: Divehi / Dhivehi / Maldivian
de: Divehi / Dhivehi / Maledivisch

source: Djibouti
de: Dschibuti

source: Do You really want to install OPDBoot in:
de: Möchten Sie OPDBoot wirklich installieren in:

source: Do not backup the image
de: Das Image nicht sichern

source: Do not change
de: Nicht ändern

source: Do not flash image
de: Jetzt nicht flashen.

source: Do not record
de: Nicht aufnehmen

source: Do nothing
de: Keine Änderung

source: Do you really want to check the file system? This could take a long time!
de: Das Dateisystem wirklich überprüfen? Die Überprüfung kann lange dauern!

source: Do you really want to convert the file system? You cannot go back!
de: Das Dateisystem wirklich konvertieren? Dieser Vorgang ist nicht umkehrbar!

source: Do you really want to delete %s ?
de: '%s' wirklich löschen?

source: Do you really want to delete '%s'?
de: '%s' wirklich löschen?

source: Do you really want to delete ?
de: Dies wirklich löschen?

source: Do you really want to delete all '%s' tags? (NOTE: 'Cancel' cannot undo this!)
de: Wirklich alle '%s' Tags löschen? (HINWEIS: 'Abbrechen' kann dies nicht rückgängig machen!)

source: Do you really want to delete all tags? (Note that 'Cancel' will not undo this!)
de: Wirklich alle Tags löschen? (HINWEIS: 'Abbrechen' kann dies nicht rückgängig machen!)

source: Do you really want to delete this timer?
de: Timer wirklich löschen?

source: Do you really want to exit?
de: Wirklich beenden?

source: Do you really want to format the device in the Linux file system? All data on the device will be lost!
de: Das Speichergerät wirklich mit dem Linux Filesystem formatieren? Alle vorhandenen Daten darauf werden dabei gelöscht!

source: Do you really want to move to trashcan ?
de: Dies wirklich in den Papierkorb verschieben?

source: Do you really want to permanently remove '%s' from trash can ?
de: '%s' wirklich aus dem Papierkorb entfernen?

source: Do you really want to permanently remove from trash can ?
de: Dies wirklich dauerhaft aus dem Papierkorb entfernen?

source: Do you really want to remove all oscam_smartcard configs, binary's and camstartfiles. A backup will be created Please restart this plugin again!!
de: Möchten Sie wirklich alles entfernen? oscam_smartcard-Konfigurationen, Binärdateien und Camstartdateien. Es wird ein Backup erstellt Bitte starten Sie dieses Plugin erneut!!

source: Do you really want to remove directory '%s' from the disk?
de: Das Verzeichnis '%s' wirklich von der Festplatte löschen?

source: Do you really want to remove the timer for %s?
de: Den Timer für '%s' wirklich entfernen?

source: Do you really want to remove your bookmark for '%s'?
de: Das Lesezeichen für '%s' wirklich löschen?

source: Do you really want to stop and delete the timer '%s'?
de: Den Timer '%s' wirklich stoppen und löschen?

source: Do you want change '%s' access mode?
de: Den Zugriffsmodus '%s' ändern?

source: Do you want the upgrade guide?
de: Wird eine Upgrade-Hilfe benötigt?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
de: Möchten Sie den Samba-Client installieren? Dies ermöglicht Ihnen, Ihre Windows-Freigaben auf diesem Gerät zu installieren.

source: Do you want to backup now? After pressing OK, please wait!
de: Die Sicherung jetzt starten? Nach dem Drücken von OK bitte warten!

source: Do you want to backup settings?
de: Die Einstellungen sichern?

source: Do you want to burn this collection to DVD medium?
de: Soll diese Zusammenstellung auf DVD gebrannt werden?

source: Do you want to change the default skin
de: Möchten Sie den Standard-Skin ändern

source: Do you want to continue?
de: Wirklich fortfahren?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
de: Alle ausgewählten Dateien löschen: ('Nein', um nur die momentan ausgewählte Datei zu löschen.)

source: Do you want to delete the old settings in /etc/enigma2 first?
de: Zuerst die alten Einstellungen in '/etc/enigma2' löschen?

source: Do you want to do a service scan?
de: Jetzt nach Sendern suchen?

source: Do you want to do another manual service scan?
de: Einen weiteren manuellen Suchlauf durchführen?

source: Do you want to flash the image '%s'?
de: Das Image '%s' flashen?

source: Do you want to install plugins
de: Möchten Sie Plugins installieren

source: Do you want to install the package:
de: Das Paket installieren:

source: Do you want to install this image now?
de: Möchten Sie dieses Image jetzt installieren?

source: Do you want to install:
de: Installieren:

source: Do you want to play DVD in drive?
de: Die DVD im Laufwerk abspielen?

source: Do you want to preview this DVD before burning?
de: Vor dem Brennen eine Vorschau der DVD ansehen?

source: Do you want to produce this collection?
de: Diese Sammlung produzieren?

source: Do you want to purge all locales/languages except %s?
de: Alle Sprachregionen außer %s löschen?

source: Do you want to reboot your %s %s?
de: Einen Neustart der %s %s durchführen?

source: Do you want to reboot your receiver?
de: Möchten Sie den Receiver jetzt neu starten?

source: Do you want to remove the package:
de: Möchten Sie das Paket entfernen:

source: Do you want to remove:
de: Entfernen:

source: Do you want to replace:
de: Ersetzen:

source: Do you want to restart now?
de: Möchten Sie jetzt neu starten?

source: Do you want to restore your settings?
de: Die Einstellungen wiederherstellen?

source: Do you want to resume this playback?
de: Die Wiedergabe an der letzten Stelle fortsetzen?

source: Do you want to select another service?
de: Einen anderen Sender auswählen?

source: Do you want to start a backup now?
de: Jetzt eine Sicherung (Backup) starten?

source: Do you want to update:
de: Aktualisieren:

source: Do you want to upgrade the package:
de: Das Paket aktualisieren:

source: Do you want to use Bootmanager by booting? Box will reboot after choice
de: Möchten Sie den Bootmanager beim Booten verwenden? Die Box wird nach der Auswahl neu gestartet

source: Do you want to use this bootlogo as the default?
de: Möchten Sie dieses Bootlogo als Standard verwenden?

source: Documentary
de: Dokumentarfilm

source: Dolby Digital downmix is now
de: Dolby Digital Downmix ist jetzt

source: Domain
de: Bereich

source: Domain:
de: Bereich:

source: Dominican Republic
de: Dominikanische Republik

source: Don't Center DVB Subs On This Service
de: Untertitel auf diesem Sender niemals zentrieren

source: Don't add this recording
de: Diese Aufnahme nicht hinzufügen

source: Don't ask again!
de: Nicht mehr nachfragen!

source: Don't save
de: Nicht speichern

source: Don't show default
de: Standard nicht anzeigen

source: Don't stop current event but disable future events
de: Aktuelles Ereignis nicht beenden, aber zukünftige deaktivieren

source: Don't unscramble, record ECM
de: Nicht entschlüsseln, ECM aufnehmen

source: Don't worry your device is still ok! There are several safety mechanisms in place! Your device is still as fine as it was before this procedure!
de: Keine Sorge, das Gerät ist weiterhin betriebsbereit! Es gibt diverse Sicherheitsfunktionen! Das Gerät arbeitet wie vor dem Update!

source: Done
de: Fertig

source: Done - Installed, upgraded or removed %d package (%s)
de: Beendet - %d Paket (%s) installiert, aktualisiert oder entfernt.

source: Down
de: Runter

source: Download (remember to switch to a channel DVB-S2/T/T2/C)
de: Herunterladen (denken Sie daran, auf einen Kanal DVB-S2/T/T2/C umzuschalten)

source: Download Failed !!
de: Download fehlgeschlagen!!

source: Download Failed!-Server error:
de: Download fehlgeschlagen! - Serverfehler:

source: Download Failed!Unknown Error:%s
de: Download fehlgeschlagen!Unbekannter Fehler:%s

source: Download and flash images on your %s %s.
de: Online-/Lokales flashen der %s %s.

source: Download error
de: Fehler beim Herunterladen!

source: Download latest OpenATV Image
de: Gewähltes Image herunterladen

source: Download latest OpenEight Image
de: Laden Sie das neueste OpenEight-Image herunter

source: Download latest OpenHDF Image
de: Laden Sie das neueste OpenHDF-Image herunter

source: Download latest OpenVIX Image
de: Laden Sie das neueste OpenVix-Image herunter

source: Download latest PurE2 Image
de: Laden Sie das neueste PurE2t-Image herunter

source: Download latest opendroid Image
de: Laden Sie das neueste OpenDroid-Image herunter

source: Download latest opennfr Image
de: Laden Sie das neueste Opennfr-Image herunter

source: Download not avaible
de: Download nicht verfügbar

source: Download plugins
de: Plugins herunterladen

source: Downloadable plugins
de: Plugins herunterladen

source: Downloaded images
de: Heruntergeladene Images

source: Downloading
de: Herunterladen

source: Downloading %s
de: Herunterladen %s

source: Downloading Image
de: Lade Image herunter

source: Downloading filed, test another VOD title
de: Datei wird heruntergeladen, teste einen anderen VOD-Titel

source: Downloading latest update list. Please wait...
de: Herunterladen der Updates. Bitte warten...

source: Downloading plugin information complete.
de: Das Herunterladen der Plugin-Informationen ist abgeschlossen.

source: Downloading plugin information. Please wait...
de: Herunterladen der Plugin-Informationen. Bitte warten...

source: Downloading starded - VOD:
de: Download gestartet - VOD:

source: Dreambox format data DVD (HDTV compatible)
de: Daten-DVD im Dreambox-Format (HDTV-kompatibel)

source: Dreambox format data DVD (won't work in other DVD players)
de: Daten-DVD im Dreambox-Format (funktioniert nicht in anderen DVD-Playern)

source: Driver
de: Treiber

source: Drivers: %s
de: Treiber: %s

source: Drivers: %s
de: Treiber: %s

source: Duplicate the current line
de: Aktuelle Zeile duplizieren

source: During this time, the transmitter and the recording destination are checked. If the recording destination (eg NAS) does not ready in time for recording, this time can be increased.
de: In dieser Zeit wird der Sender und das Aufnahmeziel überprüft. Ist das Aufnahmeziel (z.B. NAS) nicht rechtzeitig zur Aufnahme bereit, kann diese Zeit vergrößert werden.

source: Dutch
de: Niederländisch

source: Dutch / Flemish
de: Niederländisch / Flämisch

source: Dynamic contrast
de: Dynamischer Kontrast

source: E
de: O

source: E2 (re)starts: %s
de: E2 (neu)startet: %s

source: E2 Log
de: E2-Protokoll

source: ECM data will be included in the stream. This enables a client receiver to decode it.
de: Bei 'Ja' werden ECM-Daten in den Stream eingefügt. Dies ermöglicht einem Client-Receiver, den Stream selbst zu entschlüsseln.

source: EDID decode
de: EDID-Dekodierung

source: EPG Actions
de: EPG Aktionen

source: EPG Bouquet Actions
de: EPG Bouquet Aktionen

source: EPG Cache Check
de: EPG-Cache prüfen

source: EPG Channel/Service Selection
de: EPG Senderauswahl

source: EPG Display Actions
de: EPG Anzeigeaktionen

source: EPG Jump
de: EPG Sprung

source: EPG Navigation Actions
de: EPG Navigationsaktionen

source: EPG Other Actions
de: Weitere EPG Aktionen

source: EPG Search
de: EPG-Suche

source: EPG Selection
de: EPG-Auswahl

source: EPG Settings
de: EPG

source: EPG button mode
de: Taste EPG

source: EPG filename
de: EPG-Dateiname

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
de: EPG: Wechsel zur Senderauswahl OK: Ausgewählten Sender entfernen PVR/Video: Ändere Sendergruppennamen EXIT: Beenden

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
de: EPG: Wechsel zum Quad Bild-im-Bild Eintrag OK: Füge Sender hinzu PVR/Video: Ändere Sendergruppennamen EXIT: Beenden

source: EPG language selection 1
de: EPG-Sprache 1

source: EPG language selection 2
de: EPG-Sprache 2

source: EPG location
de: EPG-Speicherort

source: EPG only
de: Nur EPG

source: EPG selection
de: EPG-Auswahl

source: EPGSearch
de: EPG-Suche

source: ERROR - failed to scan (%s)!
de: Fehler: Suche nach (%s) fehlgeschlagen!

source: East
de: Ost

source: East limit set
de: Grenzwert Ost festgelegt

source: Ecm Info
de: ECM-Informationen

source: Ecm Statistics
de: ECM-Statistiken

source: Ecm Time
de: ECM-Zeit

source: Ecm avg
de: ECM-Durchschnitt

source: Ecm last
de: Ecm zuletzt

source: Edit
de: Bearbeiten

source: Edit Alternatives
de: Alternativen bearbeiten

source: Edit Mode Off
de: Edit-Modus Aus

source: Edit Mode On
de: Edit-Modus Ein

source: Edit Quad Channel Entry
de: Quad Sendereintrag bearbeiten

source: Edit Tags
de: Tags bearbeiten

source: Edit Timer
de: Timer bearbeiten

source: Edit Title
de: Titel bearbeiten

source: Edit Upgrade Source URL
de: Adresse der Updatequelle bearbeiten.

source: Edit chapters of current title
de: Kapitel des ausgewählten Titels bearbeiten

source: Edit current line
de: Aktuelle Zeile bearbeiten

source: Edit settings
de: Einstellungen bearbeiten

source: Edit the CCcam/NewCamd server hostname.
de: Hostname des CCcam/NewCamd-Servers bearbeiten.

source: Edit the CCcam/NewCamd server port.
de: CCcam/NewCamd-Serverport bearbeiten.

source: Edit the DNS configuration of your %s %s.
de: DNS-Einstellungen der %s %s bearbeiten.

source: Edit the NewCamd DES Key.
de: NewCamd DES-Schlüssel bearbeiten.

source: Edit the currently selected timer
de: Den aktuell ausgewählten Timer bearbeiten

source: Edit the network configuration of your %s %s.
de: Netzwerkkonfiguration der %s %s bearbeiten.

source: Edit the password.
de: Passwort bearbeiten.

source: Edit the profile name.
de: Profilname bearbeiten.

source: Edit the remote CCCam port.
de: Remote-CCcam-Port bearbeiten.

source: Edit the remote IP address.
de: Remote-IP-Adresse bearbeiten.

source: Edit the upgrade source address.
de: Adresse der Updatequelle bearbeiten.

source: Edit the username.
de: Benutzernamen bearbeiten.

source: Education
de: Bildung

source: Education/Information
de: Bildung/Information

source: Education/Science/Factual
de: Bildung/Wissenschaft/Sachverhalt

source: Egypt
de: Ägypten

source: Elapsed
de: Verstrichene

source: Elapsed & Remaining
de: Verstrichene & Verbleibende

source: Electronic Program Guide
de: Elektronischer Programmführer

source: Embedded
de: Integriert

source: Empty
de: Leer

source: Empty file
de: Leere Datei

source: Enable
de: Aktivieren

source: Enable 5V for active antenna
de: 5V für aktive Antenne aktivieren

source: Enable AI-Powered translation for all teletext and DVB subtitles.
de: Aktivieren Sie die KI-gestützte Übersetzung für alle Teletext- und DVB-Untertitel.

source: Enable BT Audio
de: Bluetooth-Audio aktivieren

source: Enable Bouquet Edit
de: Bouquet bearbeiten aktivieren

source: Enable ClearMem
de: ClearMem aktivieren

source: Enable Dolby Digital / Dolby AC-3 offsets
de: Dolby Digital / Dolby AC-3 Offset aktivieren

source: Enable EIT EPG
de: EIT-EPG aktivieren

source: Enable Favorite Edit
de: Favoriten bearbeiten aktivieren

source: Enable Focus Animation
de: Fokusanimation aktivieren

source: Enable GStreamer debug log *
de: GStreamer Debug-Log aktivieren *

source: Enable GStreamer pipeline graphs *
de: GStreamer Pipeline Graphs aktivieren *

source: Enable IPv6
de: IPv6 aktivieren

source: Enable InfoBar fade-out
de: Infoleiste langsam ausblenden

source: Enable Kexec MultiBoot
de: Kexec MultiBoot einschalten

source: Enable MHW EPG
de: MHW-EPG aktivieren

source: Enable MiniTV
de: MiniTV im Display anzeigen

source: Enable Move Mode
de: Verschiebemodus aktivieren

source: Enable Netmed EPG
de: Netmed-EPG aktivieren

source: Enable Network IP address check
de: Überprüfung von IP-Adressen aktivieren

source: Enable OK for channel selection
de: Aktivieren Sie OK für die Kanalauswahl

source: Enable OpenTV EPG
de: OpenTV-EPG aktivieren

source: Enable PiP no HDR
de: Aktiviere Bild-im-Bild ohne HDR

source: Enable Quad PiP
de: Aktiviere Quad Bild-im-Bild

source: Enable Swap at startup
de: Aktiviere Swap beim Hochfahren

source: Enable Up/Down buttons for the 'all up/down' functions (at the beginning/end of the column)?
de: Die Tasten Hoch/Runter für die Funktion 'Alle Hoch/Runter' aktivieren (am Anfang/Ende der Spalte).

source: Enable VOD at channel list
de: VOD in der Kanalliste aktivieren

source: Enable ViaSat EPG
de: ViaSat-EPG aktivieren

source: Enable Virgin EPG
de: Virgin-EPG aktivieren

source: Enable Wake On LAN
de: Aktiviere Wake On LAN

source: Enable and set the duration of the second InfoBar (press 'OK' twice) that may include additional information.
de: Die Anzeigedauer und Zusatzinformationen für die zweite Infoleiste einstellen (OK zweimal drücken - Die Benutzeroberfläche muss dies unterstützen).

source: Enable auto cable scan
de: Täglich automatisch suchen

source: Enable auto fast scan
de: Automatische Schnellsuche aktivieren

source: Enable auto fast scan for %s
de: Automatische Schnellsuche aktivieren für %s

source: Enable blinking rec symbol on the LCD Display in Standby.
de: Bei 'Ja' blinkt das Aufnahmesymbol bei Aufnahmen im Standby, bei 'Nein' wird es dauerhaft angezeigt (nicht alle Receiver unterstützen das).

source: Enable blinking rec symbol on the LCD Display.
de: Bei 'Ja' blinkt das Aufnahmesymbol bei Aufnahmen im Betrieb, bei 'Nein' wird es dauerhaft angezeigt.

source: Enable chapter support for video files
de: Kapitelunterstützung für Videodateien aktivieren

source: Enable client mode
de: Client-Modus aktivieren

source: Enable command line function
de: Befehlszeilenfunktion aktivieren

source: Enable cut file support for audio files
de: Schnittdateisupport für Audiodateien aktivieren

source: Enable cut file support for audio files. (e.g. mp3)
de: Bei 'Ja' wird die Unterstützung von Schnittdateien für Audiodateien (z.B. MP3) aktiviert.

source: Enable cut file support for non *.ts files
de: Schnittdateisupport für nicht '.ts'-Dateien aktivieren

source: Enable cut file support for non *.ts files. (e.g. mp4)
de: Bei 'Ja' wird die Unterstützung von Schnittdateien für nicht '.ts'-Dateien (z.B. MP4) aktiviert.

source: Enable debug log
de: Debug-Log aktivieren

source: Enable debug log *
de: Debug-Log aktivieren *

source: Enable digital downmix
de: Dolby Digital Downmix aktivieren

source: Enable fallback remote receiver
de: Remote-Receiver aktivieren

source: Enable freesat EPG
de: Freesat-EPG aktivieren

source: Enable import timer from fallback tuner
de: Den Import-Timer vom Reserve-Tuner aktivieren

source: Enable intro screen
de: Begrüßungsbildschirm aktivieren

source: Enable multiple bouquets
de: Mehrere Favoritenlisten erlauben
