Repository: osno/osno
Catalog: po/*.po
Languages: de

source: LCD/Front panel *
de: Displayskin *

source: LCN plugin for DVB-T/T2 services
de: LCN-Plugin für DVB-T/T2-Dienste

source: LCN rules:
de: LCN-Regeln:

source: LCN style QuickSelect entry selection
de: Schnellauswahl via Sendernummer

source: LED Brightness
de: LED-Helligkeit

source: LED Color
de: LED-Farbe

source: LED Idle Brightness
de: LED-Helligkeit im Standby

source: LED Idle Color
de: LED-Standby-Farbe

source: LED Settings
de: LED Einstellungen

source: LED Shutdown Color
de: LED-Deep-Standby-Farbe

source: LED brightness during deep standby.
de: LED-Helligkeit im Deep-Standby.

source: LED brightness during normal operations.
de: LED-Helligkeit im Betrieb.

source: LED brightness during standby.
de: LED-Helligkeit im Standby.

source: LNB/Switch Bootup time [ms]
de: LNB/Switch-Startzeit [ms]

source: Language
de: Systemsprache

source: Language %s (%s) installed and selected.
de: Sprache %s (%s) installiert und ausgewählt.

source: Language %s (%s) selected.
de: Sprache %s (%s) ausgewählt.

source: Language Team
de: Sprachenteam

source: Language already selected.
de: Sprache bereits ausgewählt.

source: Language selection
de: Sprachauswahl

source: Lao
de: Laotisch

source: Lao People's Democratic Republic
de: Demokratische Volksrepublik Laos

source: Large
de: Groß

source: Last Req.
de: Letzte Anf.

source: Last Translator
de: Letzter Übersetzer

source: Last config
de: Letzte Konfiguration

source: Last speed
de: Letzte Geschwindigkeit

source: Last update: %s
de: Letztes Update: %s

source: Last update: %s
de: Letztes Update: %s

source: Last used column
de: Zuletzt benutzte Spalte

source: Last used share:
de: Zuletzt verwendete Netzwerkfreigabe:

# third event: 'third' event label
source: Later
de: Später

source: Latest Commits
de: Letztes Commit

source: Latin
de: Lateinisch

source: Latitude
de: Breitengrad

source: Latvia
de: Lettland

source: Latvian
de: Lettisch

source: Leave DVD player?
de: DVD-Player verlassen?

source: Leave this set to 'Yes' unless you fully understand why you are adjusting it.
de: Diese Einstellung auf 'Ja' belassen, es sei denn, es wird vollständig verstanden, warum sie angepasst wird.

source: Lebanon
de: Libanon

source: Left
de: Links

source: Left column
de: Linke Spalte

source: Left column directory sort
de: Verzeichnissortierung linke Spalte

source: Left column file sort
de: Dateisortierung linke Spalte

source: Left from service name
de: Links vom Sendernamen

source: Left, wrapped
de: Links, umgebrochen

source: Legacy mode
de: Alter Modus

source: Leisure hobbies
de: Freizeit Hobbys

source: Library
de: Libs

source: Libya
de: Libyen

source: Light Grey
de: Hellgrau

source: Light source
de: Lichtquelle

source: Limburgan / Limburger / Limburgish
de: Limburgisch

source: Limit character set for recording filenames
de: Beschränken des Zeichensatzes für Aufnahme-Dateinamen

source: Limit debug log size (MB)
de: Größenbegrenzung in MB des Debug-Logs

source: Limit east
de: Ost-Limit

source: Limit the characters that can be used in recording filenames to (7 bit) ASCII. This ensures compatibility with operating systems or file systems with limited character sets.
de: Bei 'Ja' werden die Zeichen, die in Aufnahme-Dateinamen (7 Bit ASCII) verwendet werden können, begrenzt. Dies gewährleistet die Kompatibilität mit Betriebssystemen oder Dateisystemen mit begrenztem Zeichenvorrat.

source: Limit west
de: West-Limit

source: Limits cancelled
de: Limits aufgehoben

source: Limits enabled
de: Limits aktiviert

source: Limits off
de: Begrenzungen aus

source: Limits on
de: Begrenzungen an

source: Line %d / %d
de: Zeile %d / %d

source: Link Quality:
de: Link qualität:

source: Link quality:
de: Verbindungsqualität:

source: Link target
de: Link-Ziel

source: Link:
de: Verbindung:

source: Linked titles with a DVD menu
de: Verknüpfte Titel mit einem DVD-Menü

source: List EPG functions...
de: EPG-Funktionen anzeigen...

source: List Navigation Actions
de: Navigationsaktionen anzeigen

source: List available networks
de: Verfügbare Netzwerke anzeigen

source: List of Storage Devices
de: Liste der Speichermedien

source: List of storage devices
de: Liste der Speichermedien

source: List version %d, found %d channel
de: Listenversion %d, %d Sender gefunden.

source: Listen to the radio
de: Radio hören

source: Lists reloaded!
de: Listen neu geladen!

source: Lithuania
de: Litauen

source: Lithuanian
de: Litauisch

source: Live TV Actions
de: Live-TV-Aktionen

source: Load
de: Laden

source: Load EPG
de: EPG laden

source: Load play list
de: Playlist laden

source: Load tags from the timer and recordings
de: Tags von Timern und Aufnahmen laden

source: Load unlinked user bouquets
de: Nicht eingebundene Favoritenlisten laden

source: Load/Save/Delete
de: Laden/Speichern/Löschen

source: Loading slot information, please wait...
de: Slot-Informationen werden geladen. Bitte warten...

source: Local box
de: Lokaler Receiver

source: Local date/time
de: Lokales Datum und Uhrzeit

source: Local network
de: Lokales Netzwerk

source: Local time
de: Lokale Uhrzeit

source: Locale
de: Sprache

source: Locale %s (%s) installed and selected.
de: Sprachregion %s (%s) installiert und ausgewählt.

source: Locale %s (%s) selected.
de: Sprachregion %s (%s) ausgewählt.

source: Locale (Ascending)
de: Sprachregion (aufsteigend)

source: Locale (Descending)
de: Sprachregion (absteigend)

source: Locale / Language Settings
de: Sprachauswahl

source: Locale Selection Settings
de: Anzeige der Sprachregion

source: Locale already selected.
de: Sprachregion bereits ausgewählt.

source: Locale list sort order
de: Sortierung der Sprachregion

source: Locale/Language Selection
de: Orts-/Sprachauswahl

source: Locale/Language Selection Actions
de: Sprachregion-/Sprachauswahl-Aktionen

source: Locales to be displayed
de: Anzuzeigende Sprachregion

source: Location
de: Zielverzeichnis

source: Location Selection Actions
de: Standortauswahl-Aktionen

source: Location of where image backup should be saved.
de: Speicherort, an dem die Imagesicherung gespeichert werden soll.

source: Location: %s
de: Speicherort: %s

source: Lock:
de: Signal:

source: Log Manager
de: Logverwaltung

source: Log python stack trace on spinner
de: Bei Spinner Python-Stack-Trace loggen

source: Log results to harddisk
de: Ergebnisse auf die Festplatte schreiben

source: Log-Manager
de: Logverwaltung

source: LogManager
de: Logverwaltung

source: Logs Settings
de: Logs

source: Logs location
de: Speicherort für Logs

source: Logs older then the set no of days will be deleted.
de: Logdateien, die älter sind als diese Anzahl von Tagen, werden gelöscht.

source: Long << / >>
de: Lang << / >>

source: Long Left/Right
de: Lang Links/Rechts

source: Long filenames
de: Lange Dateinamen

source: Long press emulation with button
de: Emulation 'Langer-Druck' mit Taste

source: Long press volume steps
de: Lautstärkeschritte bei VOL +/- lang

source: Long press: %s
de: Lange drücken: %s

source: Longitude
de: Längengrad

source: Loop through to
de: Verbunden mit

source: Lower Framerate saves CPU Time.
de: Geringe Wiederholrate reduziert die CPU-Belastung.

source: Lower USB
de: Unterer USB-Anschluss

source: Lower case
de: Kleinbuchstaben

source: Lower limit (in kilobits per seconds)
de: Untergrenze in Kilobit pro Sekunde [kbit/s]

source: Lowest Mode
de: Niedrigster Modus

source: Lowest Video output mode
de: Niedrigster Videoausgabemodus

source: Luxembourg
de: Luxemburg

source: Luxembourgish
de: Luxemburgisch

source: Luxembourgish / Letzeburgesch
de: Luxemburgisch

source: MAC Address Actions
de: MAC-Adressen-Aktionen

source: MAC Address Settings
de: MAC-Adresse einstellen

source: MAC-address
de: MAC-Adresse

source: MORE
de: MEHR

source: MOUSE
de: MAUS

source: Macao
de: Macau

source: Macedonian
de: Mazedonisch

source: Madagascar
de: Madagaskar

source: Main Menu
de: Hauptmenü

source: Main menu
de: Hauptmenü

source: Maintain your multi boot device.
de: Das Multiboot-Gerät verwalten.

source: Make
de: Marke

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
de: Erlaubt es, den Kanal-Import und / oder EPG manuell über das Erweiterungsmenü zu initiieren.

source: Make this mark an 'in' point
de: Aus dieser Markierung einen 'Anfangs'-Punkt machen

source: Make this mark an 'out' point
de: Aus dieser Markierung einen 'End'-Punkt machen

source: Make this mark just a mark
de: Aus dieser Markierung nur eine Markierung machen

source: Malagasy
de: Madagassisch

source: Malay
de: Malaiisch

source: Maldives
de: Malediven

source: Maltese
de: Maltesisch

source: Manage %s
de: %s verwalten

source: Manage Locale/Language Selection settings
de: Einstellungen für die Sprachauswahl verwalten

source: Manage and explore directories and files.
de: Dateien und Verzeichnisse durchsuchen und verwalten.

source: Manage the highlighted %s
de: Markiertes %s verwalten

source: Manage the highlighted %s / list of %s
de: Markiertes %s / Liste der %s verwalten

source: Manage your online update files
de: Verwaltung der Onlineupdate-Dateien

source: Manual
de: Manuell

source: Manual Scan
de: Manueller Suchlauf

source: Manual configuration
de: Manuelle Konfiguration

source: Manual scan
de: Manueller Suchlauf

source: Manual transponder
de: Manueller Transponder

source: Manually import from fallback tuner
de: Manueller Import vom Reserve-Tuner

source: Manufacturer
de: Hersteller

source: Margin after recording
de: Nachlauf nach Aufnahme

source: Margin after zap
de: Nachlauf nach Umschalten

source: Margin before recording
de: Vorlauf vor Aufnahme

source: Margin before zap
de: Vorlauf vor Umschalten

source: Mark As Dedicated 3D Service
de: Als 3D-Kanal markieren

source: Mark/Portal/Playlist
de: Markiere/Portal/Playlist

source: Marker Actions
de: Markeraktionen

source: Marshall Islands
de: Marshallinseln

source: Marshallese
de: Marshallisch

source: Mature Adult Audience 15+
de: Erwachsenes Publikum ab 15 Jahren

source: Mature Audience 15+
de: Reifes Publikum 15+

source: Mauritania
de: Mauretanien

source: Max memory positions
de: Max. Speicherpositionen

source: Maximum minutes to jump %d !
de: Es kann maximal nur %d Minuten gesprungen werden!

source: Maximum no of days
de: Maximale Anzahl von Tagen:

source: Maximum number of days in EPG
de: Maximale Anzahl von Tagen im EPG

source: Maximum space used (MB)
de: Maximale Speicherplatznutzung (MB):

source: Media
de: Medien

source: Media Player Settings
de: Mediaplayer Einstellungen

source: Media playback Remaining/Elapsed as
de: Zeitangabe bei Medienwiedergabe in

source: Medical
de: Medizinisch

source: Medium is not a writeable DVD!
de: Das Medium ist keine beschreibbare DVD!

source: Medium is not empty!
de: Das Medium ist nicht leer!

source: Memory
de: Speicher

source: Memory Info
de: Speicher-Informationen

source: Memory Information
de: Speicher-Informationen

source: Memory index
de: Index speichern

source: Memory:
de: Speicher:

source: Menu
de: Menü

source: Menu Actions
de: Menüaktionen

source: Menu Common Actions
de: Allgemeine Menüaktionen

source: Menu Edit Actions
de: Menü Bearbeitungsaktionen

source: Menu Navigation Actions
de: Menü Navigationsaktionen

source: Menu config
de: Menü-Einstellungen

source: Menu entry sort order
de: Sortierung der Menüeinträge

source: Menu entry style
de: Menüanzeige

source: Menu style
de: Menüdarstellung

source: Merging time shift files
de: Zusammenführen der Timeshift-Dateien

source: Message
de: Meldung

source: Message Box Actions
de: MessageBox Aktionen

source: Message pop up timeout
de: Anzeigezeit von Meldungen

source: Message...
de: Meldung...

source: Metering mode
de: Messmodus

source: Mexico
de: Mexiko

source: Micronesia, Federated States of
de: Mikronesien (Föderierte Staaten)

source: Middle
de: Mitte

source: Middle - Lite image
de: Mittel - Images max. 256 MB

source: Mini DLNA Actions
de: Mini-DLNA-Aktionen

source: Mini DLNA Setting Actions
de: Mini-DLNA-Einstellungsaktionen

source: Mini Series
de: Mini-Serie

source: MiniDLNA Settings
de: MiniDLNA-Medienserver

source: MiniTV with OSD
de: MiniTV mit OSD

source: Minimum age %d years
de: Mindestalter %d Jahre

source: Minimum send interval
de: Minimaler Sendeintervall

source: Minutes
de: Minuten

source: Minutes Seconds
de: Minuten Sekunden

source: Minutes:
de: Minuten:

source: Miscellaneous
de: Sonstiges

source: Misconfigured unicable connection from tuner %s to tuner %s! Tuner %s option "connected to" are disabled now
de: Falsch konfigurierte Unicable Verbindung von Tuner %s zu %s! Tuner %s Option 'Verbunden mit' ist jetzt deaktiviert.

source: Mode
de: Modus

source: Mode 1
de: Modus 1

source: Mode 12: Supports PiP but Kodi may not work
de: Modus 12: Bild-im-Bild ja, aber Kodi evtl. nicht

source: Mode 1: Supports Kodi but PiP may not work
de: Modus 1: Kodi ja, aber Bild-im-Bild evtl. nicht

source: Mode 2
de: Modus 2

source: Mode for autorestore
de: Modus für automatische Wiederherstellung

source: Model
de: Modell

source: Model: %s %s
de: Modell: %s %s

source: Model:
de: Modell:

source: Model: %s
de: Modell: %s

source: Model: %s %s
de: Modell: %s %s

source: Model: unknown
de: Modell: unbekannt

source: Modified
de: Geändert

source: Module
de: Modulator

source: Moldova, Republic of
de: Moldawien

source: Mon
de: Mo.

source: Mon-Fri
de: Montag bis Freitag

source: Monday
de: Montag

source: Mongolia
de: Mongolei

source: Mongolian
de: Mongolisch

source: Monthly
de: Monatlich

source: Morocco
de: Marokko

source: Mosquito noise reduction
de: Mosquito-Rauschen-Reduzierung

source: Most recent first
de: Der neueste oben

source: Most recent last
de: Der neueste unten

source: Motor command retries
de: Motorbefehl wiederholt sich

source: Motor running timeout
de: Zeitüberschreitung beim Motorlauf

source: Mount Manager
de: Mount-Verwaltung

source: Mount Menu Actions
de: Mount-Menü Aktionen

source: Mount Settings
de: Mount-Einstellungen

source: Mount as /media/usb
de: Mounten Sie /media/usb

source: Mount as /media/usb1
de: Mounten Sie /media/usb1

source: Mount as /media/usb2
de: Mounten Sie /media/usb2

source: Mount as /media/usb3
de: Mounten Sie /media/usb3

source: Mount as /media/usb4
de: Mounten Sie /media/usb4

source: Mount as /media/usb5
de: Mounten Sie /media/usb5

source: Mount failed
de: Mounten fehlgeschlagen

source: Mount point exist!
de: Einhängepunkt existiert!

source: Mountpoints
de: Mountpunkt

source: Mounts Settings
de: Externe Freigaben einbinden

source: Move
de: Verschieben

source: Move Left/Right
de: Links/Rechts

source: Move Mode
de: Verschiebemodus

source: Move Mode Off
de: Verschiebemodus Aus

source: Move Mode On
de: Verschiebemodus Ein

source: Move PiP
de: Verschiebe Bild-im-Bild

source: Move PiP to main picture
de: Bild-im-Bild tauschen und beenden

source: Move Up/Down
de: Hoch/Runter

source: Move all related files
de: Alle zugehörigen Dateien verschieben

source: Move directory/file to target directory
de: Verzeichnis/Datei in Zielverzeichnis verschieben

source: Move down a line
de: Eine Zeile nach unten gehen

source: Move down a line in the panel
de: Eine Zeile nach unten gehen

source: Move down a page
de: Seitenweise nach unten blättern

source: Move down a page / screen
de: Eine Seite / Bildschirm nach unten

source: Move down a screen
de: Einen Bildschirm nach unten gehen

source: Move down a screen / Move to next item
de: Einen Bildschirm nach unten / Zum nächsten Eintrag gehen

source: Move down a screen in the panel
de: Einen Bildschirm nach unten gehen

source: Move down one line
de: Eine Zeile nach unten

source: Move down one line. Move to the top of the next screen if this is the last line of the screen. Move to the first line of the list if this is the last line on the list.
de: Eine Zeile nach unten gehen. Geht an den Anfang des nächsten Bildschirms, wenn dies die letzte Zeile des Bildschirms ist. In die erste Zeile der Liste gehen, wenn dies die letzte Zeile der Liste ist.

source: Move down one screen
de: Eine Seite nach unten

source: Move down one screen. Move to the last line of the screen if this is the last screen.
de: Eine Seite nach unten gehen. In die letzte Zeile der Seite gehen, wenn dies die letzte Seite ist.

source: Move down to last line
de: Zur letzten Zeile gehen

source: Move down to the last line in the list.
de: Nach unten zur letzten Zeile in der Liste gehen.

source: Move east
de: Drehen nach Osten

source: Move job completed.
de: Verschieben abgeschlossen.

source: Move job failed!
de: Verschieben fehlgeschlagen!

source: Move job queued.
de: Verschieben in Warteschlange.

source: Move only highlighted file
de: Nur markierte Datei verschieben

source: Move the current DNS entry down one line
de: Aktuellen DNS-Eintrag eine Zeile nach unten verschieben

source: Move the current DNS entry up one line
de: Aktuellen DNS-Eintrag eine Zeile nach oben verschieben

source: Move the current bookmark down
de: Aktuelles Lesezeichen nach unten verschieben

source: Move the current bookmark up
de: Aktuelles Lesezeichen nach oben verschieben

source: Move the current entry down
de: Aktuellen Eintrag nach unten verschieben

source: Move the current entry up
de: Aktuellen Eintrag nach oben verschieben

source: Move the current line down
de: Aktuelle Zeile nach unten bewegen

source: Move the current line up
de: Aktuelle Zeile nach oben bewegen

source: Move the directory/file '%s'?
de: Verzeichnis/Datei '%s' verschieben?

source: Move the keyboard cursor down
de: Tastatur-Cursor nach unten bewegen

source: Move the keyboard cursor left
de: Tastatur-Cursor nach links bewegen

source: Move the keyboard cursor right
de: Tastatur-Cursor nach rechts bewegen

source: Move the keyboard cursor up
de: Tastatur-Cursor nach oben bewegen

source: Move the text cursor left
de: Text-Cursor nach links bewegen

source: Move the text cursor right
de: Text-Cursor nach rechts bewegen

source: Move the text cursor to the first character
de: Text-Cursor im Textfeld zum Anfang bewegen

source: Move the text cursor to the last character
de: Text-Cursor im Textfeld zum Ende bewegen

source: Move these directories/files?
de: Diese Verzeichnisse/Dateien verschieben?

source: Move to first line
de: Zur ersten Zeile wechseln

source: Move to first line / screen
de: Zur ersten Zeile / Bildschirm wechseln

source: Move to first line / screen in the panel
de: Zur ersten Zeile / Bildschirm wechseln

source: Move to home of list
de: Zum Anfang der Liste wechseln

source: Move to last line
de: Zur letzten Zeile wechseln

source: Move to last line / screen
de: Zur letzten Zeile / Bildschirm wechseln

source: Move to last line / screen in the panel
de: Zur letzten Zeile / Bildschirm wechseln

source: Move to next bouquet
de: Zu den nächsten Favoriten springen

source: Move to next marker
de: Zum nächsten Marker springen

source: Move to previous bouquet
de: Zu den vorherigen Favoriten springen

source: Move to previous marker
de: Zum vorherigen Marker springen

source: Move to the first item on the current line
de: Zum ersten Eintrag der aktuellen Zeile gehen

source: Move to the first item on the first screen
de: Zum ersten Eintrag im ersten Bildschirm gehen

source: Move to the first line / screen
de: Zur ersten Zeile / Bildschirm wechseln

source: Move to the last item on the current line
de: Zum letzten Eintrag der aktuellen Zeile gehen

source: Move to the last item on the last screen
de: Zum letzten Eintrag im letzten Bildschirm gehen

source: Move to the last line / screen
de: Zur letzten Zeile / Bildschirm wechseln

source: Move to the next category in the list
de: Zur nächsten Kategorie in der Liste gehen

source: Move to the next item
de: Zum nächsten Eintrag gehen

source: Move to the next item in the list
de: Zum nächsten Eintrag in der Liste gehen

source: Move to the previous category in the list
de: Zur vorherigen Kategorie in der Liste gehen

source: Move to the previous item
de: Zum vorherigen Eintrag gehen

source: Move to the previous item in list
de: Zum vorherigen Eintrag in der Liste gehen

source: Move up a line
de: Eine Zeile nach oben gehen

source: Move up a line in the panel
de: Eine Zeile nach oben gehen

source: Move up a page
de: Seitenweise nach oben blättern

source: Move up a page / screen
de: Eine Seite / Bildschirm nach oben

source: Move up a screen
de: Einen Bildschirm nach oben gehen

source: Move up a screen / Move to previous item
de: Einen Bildschirm nach oben / Zum vorherigen Eintrag gehen

source: Move up a screen in the panel
de: Einen Bildschirm nach oben gehen

source: Move up one line
de: Eine Zeile nach oben

source: Move up one line. Move to the bottom of the previous screen if this is the first line of the screen. Move to the last of the entry / list if this is the first line of the list.
de: Eine Zeile nach oben gehen. Geht an das Ende des vorherigen Bildschirms, wenn dies die erste Zeile des Bildschirms ist. An das Ende des Eintrags oder der Liste gehen, wenn es sich um die erste Zeile der Liste handelt.

source: Move up one screen
de: Eine Seite nach oben

source: Move up one screen. Move to the first line of the screen if this is the first screen.
de: Eine Seite nach oben gehen. In die erste Zeile der Seite gehen, wenn dies die erste Seite ist.

source: Move up to first line
de: Zur ersten Zeile gehen

source: Move up to the first line in the list.
de: Nach oben zur ersten Zeile in der Liste gehen.

source: Move west
de: Drehen nach Westen

source: Moved to position 0
de: Position 0 anfahren

source: Moved to position at index
de: Bewege die Position zum Index

source: Movement
de: Steuerung

source: Movie
de: Filme

source: Movie Event View Actions
de: Filmereignis Ansicht Aktionen

source: Movie List
de: Filmauswahl

source: Movie List Actions
de: Filmauswahlaktionen

source: Movie List Settings
de: Filmauswahl-Einstellungen

source: Movie Player Actions
de: Movieplayer-Aktionen

source: Movie playback may not use an invalid/inappropriate directory.
de: Die Filmwiedergabe darf kein ungültiges/unpassendes Verzeichnis verwenden.

source: Movie selection
de: Filmauswahl

source: Movie/Drama
de: Film/Drama

source: Movies
de: Filme

source: Moving
de: Verschieben

source: Moving east ...
de: Nach Osten verschieben...

source: Moving files
de: Verschieben von Dateien

source: Moving to position
de: Verschieben zu Position

source: Moving west ...
de: Nach Westen verschieben...

source: Mozambique
de: Mosambik

source: MultiBoot Manager
de: Multiboot-Verwaltung

source: MultiBoot Manager Actions
de: Multiboot-Manager-Aktionen

source: MultiEPG Settings
de: Multi-EPG

source: Multiple service support
de: Kann mehrere Sender entschlüsseln

source: Multisat
de: Mehrere Satelliten

source: Multisat all select
de: Alle Satelliten

source: Murder
de: Mord

source: Music
de: Musik

source: Music/Ballet/Dance
de: Musik/Ballett/Tanz

source: Mute
de: Stummschaltung

source: My extensions
de: Meine Erweiterungen

source: NEXT
de: NÄCHSTE

source: NFS Actions
de: NFS-Aktionen

source: NFS Settings
de: NFS-Dateiserver

source: NIM & Type
de: NIM - Typ

source: NOTE
de: NOTIZ

source: NOTE: The directory/file '%s' exists and will be overwritten!
de: ACHTUNG: Das Verzeichnis/die Datei '%s' existiert bereits und würde überschrieben!

source: NOTE: These %d directories/files exist and will be overwritten!
de: ACHTUNG: Diese %d Verzeichnisse/Dateien existieren bereits und würden überschrieben!

source: NOW
de: JETZT

source: NTP
de: NTP-Server

source: Name ascending
de: Name aufsteigend

source: Name descending
de: Name absteigend

source: Nameserver settings
de: DNS-Einstellungen

source: Nameserver setup
de: Nameserver-Einstellung

source: Namespace & Orbital pos.
de: Namensraum - Orbitalposition

source: Narration
de: Erzählung

source: Native
de: Nativ
