Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Purging all unused locales/languages...
de: Löschen aller nicht verwendeten Sprachregionen...

source: Pushto / Pashto
de: Pushto / Paschtu

source: Put TV in standby
de: TV in Standby versetzen

source: Put your AV Receiver in standby
de: AV-Receiver in Standby versetzen

source: Python frontend for /tmp/mmi.socket
de: Python-Frontend für '/tmp/mmi.socket'

source: Qatar
de: Katar

source: Quad PiP Channel Selection
de: Quad Bild-im-Bild Senderauswahl

source: Quad PiP Screen
de: Quad Bild-im-Bild Bildschirm

source: Quad PiP channel
de: Quad Bild-im-Bild Kanal

source: Quad PiP is not available.
de: Quad Bild-im-Bild ist nicht verfügbar!

source: Question
de: Frage

source: Quick
de: Schnell

source: Quick Actions
de: Nur Nummern

source: Quick EPG
de: Schneller EPG

source: QuickEPG mode
de: Grafischen Infoleisten-EPG aufrufen

source: QuickSelect Actions
de: Schnellauswahl-Aktionen

source: REC Symbol
de: Aufnahmesymbol

source: REC Symbol in Standby
de: Blinkendes Aufnahmesymbol im Standby

source: REC Symbol in use
de: Blinkendes Aufnahmesymbol im Betrieb

source: RED button
de: Taste ROT

source: RED long
de: ROT lang

source: RF Output Settings
de: RF-Ausgang

source: Radio Channel Selection
de: Radio Senderliste

source: Radio Channel Selection Actions
de: Radio Senderlisten Aktionen

source: Random
de: zufällig

source: Random Password
de: Zufallspasswort

source: Rating defined by broadcaster - %d
de: Vom Sender definierte Bewertung - %d

source: Rating undefined
de: Bewertung undefiniert

source: Re-enter new PIN
de: Neue PIN wiederholen

source: Read Userdata from oscam.conf
de: Benutzerdaten von 'oscam.conf' auslesen

source: Reader Statistics
de: Reader-Statistik

source: Ready to install "%s" ?
de: '%s' installieren?

source: Ready to install '%s'?
de: Bereit zur Installation der %s?

source: Ready to remove "%s" ?
de: '%s' entfernen?

source: Ready to remove '%s'?
de: Bereit zum Entfernen der %s?

source: Real or pseudo recordings
de: Echte / Pseudo-Aufnahmen

source: Real recordings
de: Echte Aufnahmen

source: Real recordings or streaming
de: Echte Aufnahmen / Streaming

source: Really WOL now?
de: WOL wirklich aktivieren?

source: Really close without saving settings?
de: Wirklich ohne Sichern beenden?

source: Really delete this entry?
de: Sendergruppe wirklich löschen?

source: Really reboot into Recovery Mode?
de: Wirklich einen Neustart in den Wartungsmodus durchführen?

source: Really reboot now?
de: Wirklich neu starten?

source: Really reflash your %s %s and reboot now?
de: Die %s %s wirklich flashen und jetzt neu starten?

source: Really restart now?
de: Wirklich neu starten?

source: Really shutdown now?
de: Wirklich herunterfahren?

source: Really upgrade the front panel and reboot now?
de: Das Display wirklich aktualisieren und jetzt neu starten?

source: Really upgrade the front panel processor and reboot now?
de: Den Frontprozessor wirklich aktualisieren und jetzt neu starten?

source: Really upgrade your %s %s and reboot now?
de: Die %s %s wirklich aktualisieren und jetzt neu starten?

source: Reboot
de: Neustart

source: Rebuild
de: Neuerstellung

source: Rebuild LCN bouquet now?
de: LCN-Bouquet jetzt neu erstellen?

source: Rec
de: Aufnahme

source: Receiver does not support Quad PiP.
de: Der Receiver unterstützt Quad Bild-im-Bild nicht!

source: Reception Lists
de: Empfangslisten

source: Reception Settings
de: Empfangseinstellungen

source: Record
de: Aufnahme

source: Record - same as record button
de: Aufnahme - wie Aufnahmetaste

source: Record Actions
de: Record Aktionen

source: Record Icon
de: Aufnahmesymbol

source: Record next
de: Nächste Sendung aufnehmen

source: Record now
de: Laufende Sendung aufnehmen

source: Record started! Stopping time shift now ...
de: Aufnahme gestartet! Timeshift wird gestoppt...

source: Record time limited due to conflicting timer:%s
de: Aufnahmezeit aufgrund kollidierender Timer '%s' begrenzt

source: RecordTimer
de: AufnahmeTimer

source: RecordTimer Actions
de: Aufnahmetimer-Aktionen

source: RecordTimer Overview
de: Timerübersicht

source: RecordTimer Settings
de: Aufnahmetimer-Einstellungen

source: Recordable media toolbox
de: Toolbox für beschreibbare Medien

source: Recording
de: Aufnahme

source: Recording Settings
de: Aufnahmen

source: Recording Setup
de: Aufnahmen

source: Recording in progress
de: Es wird aufgenommen

source: Recording location
de: Aufnahmeort

source: Recording type
de: Aufnahmeart

source: Recording(s) are in progress or coming up in few seconds!
de: Zurzeit wird aufgenommen oder Aufnahmen starten gleich!

source: Recording(s) are in progress or coming up in few seconds! Entering standby, after recording the box will shutdown.
de: Zurzeit wird aufgenommen oder Aufnahmen starten gleich! Der Receiver wird jetzt in den Standby versetzt und am Ende der Aufnahme(n) heruntergefahren.

source: Recordings
de: Aufnahmen

source: Recordings abort PiP
de: Bild-im-Bild bei Aufnahmen beenden

source: Recordings abort pseudo recordings
de: Pseudo-Aufnahmen bei Aufnahmen beenden

source: Recordings abort streaming
de: Streaming bei Aufnahmen beenden

source: Recordings always have priority
de: Aufnahmen haben immer Vorrang

source: Recordings may not work correctly without an acceptable directory.
de: Ohne ein zulässiges Verzeichnis funktionieren die Aufnahmen möglicherweise nicht richtig.

source: Recovery
de: Wiederherstellung

source: Recovery Mode
de: Wartungsmodus

source: Red
de: Rot

source: Red button...
de: Taste ROT...

source: Red colored
de: Roter Sendername

source: Red/HbbTV Button Actions
de: Tastenaktionen ROT/HbbTV

source: Reduce the size of the service picons for more line spacing between them.
de: Für einen größeren Zeilenabstand die Größe der Senderlogos (Picons) reduzieren.

source: Reduce time scale
de: Zeitspanne reduzieren

source: Reenter PIN
de: PIN-Eingabe wiederholen

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
de: Aktualisierung gestartet. Bitte warten bis die %s %s neu gestartet wurde. Dies kann einige Minuten dauern.

source: Refresh
de: Aktualisieren

source: Refresh every (in hours)
de: Aktualisierungsintervall (in Stunden)

source: Refresh rate
de: Bildwiederholrate

source: Refresh rate for 'Lowest Mode'
de: Bildwiederholrate für 'Niedrigster Modus'

source: Refresh screen
de: Anzeige aktualisieren

source: Refresh the screen
de: Aktualisieren des Bildschirms

source: Refresh the update-able package list
de: Liste der neuen Pakete aktualisieren

source: Regard deep standby as standby
de: Deep-Standby wie Standby behandeln

source: Regular file
de: Reguläre Datei

source: Relative
de: Relativ

source: Release Notes
de: Veröffentlichungshinweis

source: Relevant PIDs Routing
de: Relevante PIDs-Routing

source: Reload
de: Aktualisieren

source: Reload Bookmarks
de: Lesezeichen neu laden

source: Reload Services
de: Senderlisten aktualisieren

source: Reload all services from disk
de: Alle Sender neu laden

source: Reload blacklists
de: Sperrliste neu laden

source: Reloading EPG Cache...
de: EPG-Cache neu laden...

source: Reloading bouquets and services.
de: Neuladen der Bouquets und Sender.

source: Remaining
de: Verbleibende

source: Remaining & Elapsed
de: Verbleibende & Verstrichene

source: Remaining minutes left
de: Verbleibende Minuten links

source: Remaining minutes right
de: Verbleibende Minuten rechts

source: Remaining minutes/Progress bar left
de: Verbleibende Minuten/Fortschrittsanzeige links

source: Remaining minutes/Progress bar right
de: Verbleibende Minuten/Fortschrittsanzeige rechts

source: Remember last service in PiP
de: Letzten Bild-im-Bild Service merken

source: Remember service PIN
de: Service-PIN merken

source: Remote Control Button Settings
de: Fernbedienung

source: Remote box
de: Reserve-Receiver

source: Remote control type
de: Fernbedienungstyp

source: Remove
de: Entfernen

source: Remove %s
de: %s entfernen

source: Remove All Alternatives
de: Alle Alternativen entfernen

source: Remove All New Found Flags
de: Entfernen aller 'neu gefunden'-Kennzeichnungen

source: Remove Bookmark
de: Lesezeichen entfernen

source: Remove Bouquet From Parental Protection
de: Bouquet aus Jugendschutz entfernen

source: Remove Cable Services
de: Kabel-Dienste entfernen

source: Remove Confirmation
de: Löschen bestätigen

source: Remove Entry
de: Eintrag entfernen

source: Remove Files
de: Dateien entfernen

source: Remove Finished.
de: Entfernen abgeschlossen.

source: Remove From Parental Protection
de: Aus Jugendschutz entfernen

source: Remove New Found Flag
de: Entfernen der 'neu gefunden'-Kennzeichnung

source: Remove Plugin
de: Plugin entfernen

source: Remove Plugins
de: Plugins entfernen

source: Remove Quad Channel Entry
de: Entferne Sendergruppe

source: Remove Satellite Services
de: Entferne gewählten Satellit

source: Remove Service
de: Dienst entfernen

source: Remove Terrestrial Services
de: Terrestrische Dienste entfernen

source: Remove a DNS entry
de: Entfernen eines DNS-Eintrags

source: Remove a mark
de: Markierung entfernen

source: Remove all bouquet/tuning data
de: Lösche alle Bouquet/Sender-Daten

source: Remove all cuts and marks
de: Alle Markierungen und Schnitte entfernen

source: Remove all network mount data
de: Lösche alle Netzlaufwerk-Daten

source: Remove all other data
de: Alle anderen Daten löschen

source: Remove all plugin setting data
de: Lösche alle Plugin-Einstellungsdaten

source: Remove all resume point data
de: Lösche alle Aufnahme-Markierungsdaten

source: Remove all settings data
de: Lösche alle Einstellungen

source: Remove all skin data
de: Lösche alle Skin-Daten

source: Remove all timer data
de: Lösche alle Timer

source: Remove all user interface data
de: Lösche alle GUI-Daten

source: Remove completed timers after
de: Entferne fertige Timer nach x Tagen

source: Remove current directory from bookmarks
de: Aktuellen Ordner aus Lesezeichen entfernen

source: Remove currently selected title
de: Entferne aktuell ausgewählten Titel

source: Remove highlighted directory from bookmarks
de: Ausgewählten Ordner aus Lesezeichen entfernen

source: Remove service from AutoCam
de: Sender von AutoCam entfernen

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
de: 'Ja' entfernt Texte für Hörgeschädigte aus externen Untertiteln (z.B. Beschreibungen von Geräuschen).

source: Remove the Line from CCcam.cfg
de: Diese Line aus 'CCcam.cfg' entfernen

source: Remove the MultiBoot files
de: MultiBoot-Dateien entfernen

source: Remove the current bookmark
de: Aktuelles Lesezeichen entfernen

source: Remove the selected plugin / list of plugins
de: Gewähltes Plugin oder Pluginliste entfernen

source: Remove the selected service
de: Gewählten Sender entfernen

source: Remove timer
de: Timer entfernen

source: Remove title
de: Titel entfernen

source: Removing
de: Entfernen

source: Removing Service
de: Dienst wird entfernt

source: Removing partition table
de: Partitionstabelle entfernen

source: Rename
de: Umbenennen

source: Rename Directory
de: Verzeichnis umbenennen

source: Rename Entry
de: Eintrag umbenennen

source: Rename all related files
de: Alle zugehörigen Dateien umbenennen

source: Rename directory/file
de: Verzeichnis/Datei umbenennen

source: Rename failed!
de: Umbenennen fehlgeschlagen!

source: Rename name and description for new events
de: Namen und Beschreibung für neue Aufnahmen anpassen

source: Rename only highlighted file
de: Nur die markierte Datei umbenennen

source: Rename the proposed file to be created
de: Die vorgeschlagene zu erstellende Datei umbenennen

source: Rename the selected service
de: Gewählten Sender umbenennen

source: Rename this tag
de: Tag umbenennen

source: Rename to:
de: Umbenennen zu:

source: Renamed %s!
de: Umbenannt %s!

source: Renovation
de: Renovierung

source: Repeat
de: Wiederholen

source: Repeat Display Message
de: Display-Meldung wiederholen

source: Repeat play list
de: Playlist wiederholen

source: Repeat the sent standby and wake up commands
de: Sende wiederholende Aufwach- und Standby-Befehle

source: Repeat the standby commands
de: Auch die Standby-Befehle wiederholen

source: Repeat type
de: Wiederholungstyp

source: Repeated
de: Wiederholend

source: Repeating event is currently active, what do you want to do?
de: Wiederholendes Ereignis ist zurzeit aktiv! Was soll geschehen?

source: Repeating event is currently recording, what do you want to do?
de: Ein wiederholender Aufnahmetimer ist zurzeit aktiv! Was soll geschehen?

source: Repeats
de: Wiederholungen

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired).
de: Diese Option ersetzt '- ' durch farbigen Text je Sprecher in Dialogen (so wie bei Videotext-Untertiteln für Hörgeschädigte).

source: Replace all '%s' tags with: (NOTE: 'Cancel' cannot undo this!)
de: Ersetzt alle '%s' Tags mit: (HINWEIS: 'Abbrechen' kann dies nicht rückgängig machen!)

source: Require authentication for http streams
de: Verlange Authentifizierung für HTTP-Streams

source: Required medium type:
de: Erforderlicher Medientyp:

source: Rereading partition table
de: Partitionstabelle erneut lesen

source: Reserved
de: Reserviert

source: Reserved for future use
de: Reserviert für zukünftige Verwendung

source: Reset
de: Zurücksetzen

source: Reset (clear and reload) the feeds
de: Zurücksetzen (Bereinigen und neu Laden) der Feeds

source: Reset Feeds
de: Feeds zurücksetzen

source: Reset HDMI-CEC settings to default
de: HDMI-CEC-Einstellungen zurücksetzen

source: Reset Order
de: Standardsortierung

source: Reset and renumerate title names
de: Titelnamen zurücksetzen und neu nummerieren

source: Reset entries to their default values
de: Alle Einträge auf Standardwerte zurücksetzen

source: Reset executable mode (644)
de: Ausführbaren Modus zurücksetzen (644)

source: Reset list order to the default list order?
de: Listenreihenfolge auf Standard zurücksetzen?

source: Reset network configuration
de: Netzwerkkonfiguration zurücksetzen

source: Reset persistent PIN code
de: PIN zurücksetzen

source: Reset playback position
de: Wiedergabeposition zurücksetzen

source: Reset sort order
de: Sortierung zurücksetzen

source: Reset the order of the entries
de: Reihenfolge der Einträge löschen

source: Reset video enhancement settings to system defaults?
de: Einstellungen der Bildoptimierung auf Standardwerte zurücksetzen?

source: Reset video enhancement settings to your last configuration?
de: Einstellungen der Bildoptimierung auf letzte Konfiguration zurücksetzen?

source: Reshare
de: Erneut freigeben

source: Reshare:
de: Erneut freigeben:

source: Resolution
de: Auflösung

source: Resolution unit
de: Auflösungseinheit

source: Restart
de: Neustart

source: Restart %s %s.
de: Neustart der %s %s.

source: Restart GUI
de: GUI-Neustart

source: Restart GUI after x crashes
de: Neustart der Benutzeroberfläche/GUI nach x Abstürzen

source: Restart GUI now to start using the new locale/language?
de: GUI jetzt mit der neuer Sprachregion / Sprache starten?

source: Restart GUI now?
de: Benutzeroberfläche jetzt neu starten?

source: Restart Network
de: Netzwerk neu starten

source: Restart Network Adapter
de: Neustart des Netzwerkadapters

source: Restart enigma
de: Enigma2 neu starten

source: Restart necessary, restart GUI now?
de: Neustart erforderlich! Die Benutzeroberfläche jetzt neu starten?

source: Restart softcam
de: Softcam neu starten

source: Restart test
de: Test wiederholen

source: Restart your network connection and interfaces.
de: Neustart der Netzwerkverbindung und Schnittstellen.

source: Restarting...
de: Neustart...

source: Restore
de: Wiederherstellen

source: Restore Deleted User Bouquets
de: Gelöschte Benutzerfavoriten wiederherstellen

source: Restore Plugins
de: Wiederherstellen der Plugins

source: Restore Settings
de: Einstellungen wiederherstellen

source: Restore System Settings
de: Systemeinstellungen wiederherstellen

source: Restore backups
de: Einstellungen wiederherstellen

source: Restore settings now
de: Einstellungen jetzt wiederherstellen

source: Restore the highlighted slot
de: Den markierten Slot wiederherstellen

source: Restore your %s %s settings.
de: Einstellungen der %s %s wiederherstellen.

source: Restore your %s %s with a new firmware.
de: Die %s %s mit einer neuen Firmware wiederherstellen.

source: Restore your backups by date.
de: Wiederherstellen der nach Datum sortierten Sicherungen.

source: Restoring...
de: Wiederherstellen...

source: Restrict the active time range
de: Den aktiven Zeitbereich einschränken

source: Restricted 18+
de: Eingeschränkt 18+

source: Resume from last position
de: An letzter Position fortsetzen

source: Resume position at %s
de: Wiedergabestart ab %s

source: Resuming playback
de: Setze Wiedergabe fort

source: Retrieving image list, please wait...
de: Imageliste wird abgerufen. Bitte warten...

source: Retrieving image slots - Please wait...
de: Image-Slots werden abgerufen. Bitte warten...

source: Return the current selection response
de: Gibt die aktuelle Auswahlantwort zurück

source: Return to movie list
de: Zurück zur Filmauswahl

source: Return to previous service
de: Zum letzten Programm zurückkehren

source: Reverse bouquet buttons
de: Tasten P+/CH+ und P-/CH- tauschen

source: Reverse list
de: Liste umkehren

source: Rewind
de: Rücklauf

source: Rewind speeds
de: Rücklaufgeschwindigkeiten

source: Rewrap subtitles
de: Untertitel neu formatieren

source: Right
de: Rechts

source: Right column
de: Rechte Spalte

source: Right column directory sort
de: Verzeichnissortierung rechte Spalte

source: Right column file sort
de: Dateisortierung rechte Spalte

source: Right from service name
de: Rechts vom Sendernamen

source: Right, wrapped
de: Rechts, umgebrochen

source: Romance
de: Romantik

source: Romania
de: Rumänien

source: Romanian
de: Rumänisch

source: Romansh
de: Rätoromanisch

source: Root directory
de: Root-Verzeichnis

source: Rotor turning speed
de: Rotor Drehgeschwindigkeit

source: Routing request
de: Routinganfrage

source: Rowing
de: Rudern

source: Rugby League
de: Rugby Liga

source: Run
de: Starten

source: Run '%s' command
de: Befehl '%s' ausführen

source: Run Confirmation
de: Bestätigung

source: Run how often?
de: Wie oft ausführen?

source: Run script
de: Skript ausführen

source: Run script in background
de: Skript im Hintergrund ausführen

source: Run script with optional parameter
de: Skript mit einem optionalen Parameter ausführen

source: Run script with optional parameter in background
de: Skript mit einem optionalen Parameter im Hintergrund ausführen

source: Running
de: Läuft

source: Running Myrestore script, Please wait ...
de: Myrestore-Skript wird ausgeführt...

source: Russian
de: Russisch

source: Russian Federation
de: Russland

source: Rwanda
de: Ruanda

source: SABnzbd Actions
de: SABnzbd-Aktionen

source: SABnzbd Settings
de: SABnzbd (Binary News)

source: SATPI Setting Actions
de: SATPI-Einstellungsaktionen

source: SATPI Settings
de: SATPI (SATIP-Server)

source: SCPC optimized search range
de: SCPC optimierter Suchbereich

source: SCR timing adjustment, in conjunction with SCR socket and operation of several SCR devices with one cable.
de: Timing-Einstellung, in Verbindung mit Unicable-Dose und Betrieb mehrerer Geräte über einem Kabel.

source: SDcard slot %s%s
de: SD-Kartensteckplatz %s%s

source: SDcard switch ERROR! - H9 root files not transferred to SD card
de: Fehler beim Wechseln auf SD-Karte! H9-Root-Dateien wurden nicht auf SD-Karte übertragen.

source: SDcard switch ERROR! - already on Nand
de: Fehler beim Wechseln auf SD-Karte! Bereits im Flash.

source: SDcard switch ERROR! - already on mmc
de: Fehler beim Wechseln auf SD-Karte! Bereits auf MMC.

source: SMS style QuickSelect entry selection
de: Schnellauswahl im SMS-Stil

source: SMS style QuickSelect location selection
de: Schnellauswahl im SMS-Stil

source: SRT file
de: SRT-Datei

source: SSA file
de: SSA-Datei

source: Sailing
de: Segeln

source: Saint Barthelemy
de: Saint-Barthélemy

source: Saint Helena, Ascension and Tristan da Cunha
de: St. Helena, Ascension und Tristan da Cunha

source: Saint Kitts and Nevis
de: St. Kitts und Nevis

source: Saint Lucia
de: Sankt Lucia

source: Saint Martin (French part)
de: Saint-Martin

source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen

source: Samba Actions
de: Samba-Aktionen

source: Samba Setup
de: Samba-Einstellungen

source: Same as in active
de: Gleich wie bei Box aktiv

source: Same as stream
de: Gleich wie Stream

source: Same behavior as current animation
de: Gleiches Verhalten wie bei der aktuellen Animation

source: Same resolution as skin
de: Auflösung wie im Skin

source: Samoan
de: Samoanisch

source: Sao Tome and Principe
de: São Tomé und Príncipe

source: Sardinian
de: Sardisch

source: Sat
de: Sa.

source: Sat-Sun
de: Samstag und Sonntag

source: Satellite
de: Satellit

source: Satellite Dish Settings
de: Satelliten-Einrichtung

source: Satellite configuration mode
de: Satelliten-Konfigurationsmodus

source: Satellite equipment setup
de: Einstellungen der Sat-Ausrüstung

source: Satellites
de: Satelliten

source: Satfinder
de: Signal-Finder

source: Sats
de: Satelliten

source: Saturation
de: Farbsättigung

source: Saturday
de: Samstag

source: Saudi Arabia
de: Saudi-Arabien

source: Save
de: Speichern

source: Save / Enter text and exit
de: Text eingeben und beenden

source: Save EPG data
de: EPG-Daten speichern

source: Save all changed settings and exit
de: Text speichern und beenden

source: Save all changed tags and exit
de: Alle geänderten Tags speichern und beenden

source: Save and record
de: Speichern und aufnehmen

source: Save and stop
de: Speichern und beenden

source: Save directory on EXIT
de: Anfangsverzeichnis beim Beenden merken

source: Save every (in hours)
de: Sicherungsintervall (in Stunden)

source: Save image as '%s'
de: Bild als '%s' speichern

source: Save left directory on exit
de: Verzeichnis der linken Spalte beim Beenden speichern

source: Save play list
de: Playlist speichern

source: Save play list on EXIT
de: Playlist beim Beenden speichern

source: Save right directory on exit
de: Verzeichnis der rechten Spalte beim Beenden speichern

source: Save settings and EPG data.
de: Einstellungen und EPG-Daten speichern.

source: Save the left column directory location on exit.
de: Verzeichnis der linken Spalte beim Beenden speichern.

source: Save the log changes and exit
de: Log-Änderungen speichern und beenden

source: Save the right column directory location on exit.
de: Verzeichnis der rechten Spalte beim Beenden speichern.

source: Save time shift as movie and continue recording
de: Timeshift als Film speichern und Aufnahme fortsetzen

source: Save time shift as movie and stop recording
de: Timeshift als Film speichern und Aufnahme beenden

source: Saved lines in script messages
de: Gespeicherte Zeilen in Skript-Meldungen

source: Saving EPG Cache...
de: EPG-Cache speichern...

source: Saving time shift as movie now. This might take a while!
de: Speichere Timeshift als Film. Das kann eine Weile dauern!

source: Saving time shift files
de: Timeshift-Dateien speichern

source: Scaler sharpness
de: Skalierschärfe

source: Scaler vertical dejagging
de: Vertikale Kantenglättung

source: Scaling mode
de: Skalierungsmodus

source: Scan
de: Suchlauf

source: Scan
de: Suchlauf

source: Scan %s band
de: Scanne %s Band

source: Scan additional SR
de: Weitere SR durchsuchen

source: Scan files...
de: Dateien durchsuchen...

source: Scan for local extensions and install them.
de: Nach lokalen Erweiterungen suchen, die installiert werden können.
