Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of the %s %s by providing a backup facility for the current settings and a short explanation of how to upgrade the firmware.
de: Willkommen beim Image-Upgrade-Assistenten. Der Assistent unterstützt bei der Aktualisierung der Firmware der %s %s, indem er eine Sicherungsfunktion für die aktuellen Einstellungen und eine kurze Erläuterung zur Aktualisierung der Firmware bietet.

source: Welcome...
de: Willkommen...

source: Welsh
de: Walisisch

source: West limit set
de: Grenzwert West festgelegt

source: Western Frisian
de: Westfriesisch

source: Western Sahara
de: Westsahara

source: What day of month?
de: Welcher Tag des Monats?

source: What day of week?
de: Welcher Tag der Woche?

source: What do you want to scan?
de: Was soll gescannt werden?

source: What do you want to set as the default movie location?
de: Welches Verzeichnis soll als Standardspeicherort für Filme festgelegt werden?

source: What would you like to do with the archive file:
de: Was soll mit der Archivdatei geschehen:

source: What would you like to do with the audio file:
de: Was soll mit der Audiodatei geschehen:

source: What would you like to do with the background image file:
de: Was soll mit dem Hintergrundbild geschehen:

source: What would you like to do with the package file:
de: Was soll mit der Paketdatei geschehen:

source: What would you like to do with the script file:
de: Was soll mit der Scriptdatei geschehen:

source: What would you like to do?
de: Was soll geschehen?

source: When 'Enabled', the timer view will show the free space on the target device. This will wake the device from sleep mode.
de: Wenn aktiviert, wird in der Timeransicht der freie Speicher des Aufnahmegerätes angezeigt, wofür dieses, falls nötig, aufgeweckt werden muss. Falls das nicht gewünscht ist, diese Funktion deaktivieren.

source: When enabled the PiP can be closed by the exit button.
de: Bei 'Ja' kann der Bild-im-Bild Modus mit EXIT beendet werden.

source: When enabled the receiver will automatically be switched off.
de: Wenn aktiviert, wird der Receiver automatisch ausgeschaltet.

source: When enabled the receiver will automatically be switched on.
de: Wenn aktiviert, wird der Receiver automatisch eingeschaltet.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
de: Wenn aktiviert, wird der Receiver automatisch in den Standby gehen, wenn der Fernseher ausgeschaltet wird.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
de: Wenn aktiviert, wird der Receiver automatisch aus dem Standby aufwachen, wenn der Fernseher eingeschaltet wird.

source: When enabled the timer from the fallback tuner is imported
de: Wenn aktiviert, wird der Timer vom Reserve-Tuner importiert.

source: When enabled the timer from the fallback tuner is the default timer
de: Wenn aktiviert, wird der Timer vom Reserve-Tuner als Timer benutzt.

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
de: Wenn aktiviert, kann der Reserve-Tuner im OpenWebif konfiguriert werden.

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
de: Bei 'Ja' werden AIT-Daten in HTTP-Streams eingefügt. Dies ermöglicht einem Client-Receiver HbbTV zu nutzen.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
de: Bei 'Ja' werden EIT-Daten in HTTP-Streams eingefügt. Dies ermöglicht einem Client-Receiver einen EPG anzuzeigen.

source: When enabled, SDT, BAT data will be included in http streams.
de: Wenn aktiviert, werden Daten von SDT (Service Description Table - Programmbeschreibungstabelle) und BAT (Bouquet Association Table - Bouquetbeschreibungstabelle) in HTTP-Streams eingefügt.

source: When enabled, a pop up message will be shown when a movie has finished and the next one will start.
de: Bei 'Ja' wird eine Information angezeigt, sobald ein Film beendet ist und der nächste beginnt.

source: When enabled, a pop up message will be shown when a recording starts.
de: Bei 'Ja' wird eine Information angezeigt, sobald eine Aufnahme startet.

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
de: Wenn aktiviert, darf eine Aufnahme das Bild-im-Bild unterbrechen, falls kein freier Tuner zur Verfügung steht.

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
de: Wenn aktiviert, darf eine Aufnahme die Pseudo-Aufnahme unterbrechen, falls kein freier Tuner zur Verfügung steht.

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
de: Wenn aktiviert, darf eine Aufnahme das Streaming unterbrechen, falls kein freier Tuner zur Verfügung steht.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
de: Bei 'Ja' darf eine Aufnahme das Live-TV unterbrechen, falls kein freier Tuner zur Verfügung steht.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the time shift.
de: Bei 'Ja' wird eine Warnung angezeigt und Timeshift kann gestoppt oder fortgeführt werden.

source: When enabled, always unscramble receiving http streams. This takes up more resources (unscrambling demuxers), only enable if necessary. Individual streams are always unscrambled if 0x100 is added to the service type, regardless of this setting.
de: Bei 'Ja' werden empfangene HTTP-Streams immer entschlüsselt. Dies verbraucht mehr Ressourcen (Demuxer). Diese Option also nur aktivieren, wenn es notwendig ist. Individuelle Streams sind immer entschlüsselt, wenn 0x100 zum Servicetyp hinzugefügt wurde, unabhängig von dieser Einstellung.

source: When enabled, authentication is required to watch http streams.
de: Bei 'Ja' ist eine Authentifizierung erforderlich, um HTTP-Streams anzusehen.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
de: Wenn aktiviert, werden Videoinhalte mit einem Seitenverhältnis von 4:3 gestreckt dargestellt, um den Bildschirm zu füllen.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
de: Bei 'Ja' wird beim Senderweiterschalten, wenn der letzte Sender einer Favoritenliste erreicht ist, in die nächste gewechselt.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
de: Bei 'Ja' werden gelöschte Aufnahmen in den Papierkorb verschoben, bei 'Nein' sofort und unwiderruflich gelöscht.

source: When enabled, external subtitles will be always turned on for playback movie.
de: Bei 'Ja' werden externe Untertitel beim Abspielen von Filmen immer angezeigt.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
de: Wenn aktiviert, werden grafische DVB-Untertitel gegenüber Videotext-Untertiteln bevorzugt, wenn beide verfügbar sind.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
de: Wenn aktiviert, werden die grafischen DVB-Untertitel an der ursprünglichen Position angezeigt.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
de: Bei 'Ja' werden grafische DVB-Untertitel in Gelb statt der Originalfarbe dargestellt.

source: When enabled, it is possible to leave the movie player with exit.
de: Wenn aktiviert, kann der Movieplayer mit EXIT beendet werden.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
de: Wenn aktiviert, wird der Stromverbrauch gemessen, um festzustellen, wann der Rotor aufhört, sich zu drehen (wenn dies vom Tuner unterstützt wird).

source: When enabled, network trash cans are probed for cleaning.
de: Bei 'Ja' werden auch die Netzwerk-Papierkörbe geleert.

source: When enabled, number markers will be hidden.
de: Bei 'Ja' werden nummerierte Marker ausgeblendet.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
de: Bei 'Ja' wird mit '0' zum ersten Sender der ersten Favoritenliste umgeschaltet und die Umschalthistorie gelöscht.

source: When enabled, reformat subtitles to match the width of the screen.
de: Bei 'Ja' werden Untertitel auf die Größe des Bildschirms neu formatiert.

source: When enabled, show channel numbers in the channel selection screen.
de: Bei 'Ja' werden Sendernummern in der Senderliste angezeigt.

source: When enabled, show status or error messages.
de: Bei 'Ja' werden Status- oder Fehlermeldungen angezeigt.

source: When enabled, subtitles for the hearing impaired can be used.
de: Wenn aktiviert, können Untertitel für Hörgeschädigte verwendet werden.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
de: Bevorzuge Untertitel für Hörgeschädigte vor anderen Untertiteln, wenn beide verfügbar sind.

source: When enabled, teletext pages will be cached, allowing faster access.
de: Bei 'Ja' werden Videotextseiten für einen schnelleren Zugriff im Hintergrund gespeichert.

source: When enabled, teletext subtitles will be displayed at their original position.
de: Bei 'Ja' werden Videotext-Untertitel an der Originalposition dargestellt.

source: When enabled, the length of each recording will be shown in the movie list (this might cause some additional loading time).
de: Wenn aktiviert, wird die Länge jeder Aufnahme in der Filmauswahl angezeigt (dies kann die Ladezeit der Filmauswahl beeinflussen).

source: When enabled, the receiver will automatically use the audio track which you selected before.
de: Wenn aktiviert, verwendet der Receiver automatisch die zuvor ausgewählte Tonspur.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
de: Wenn aktiviert, verwendet der Receiver automatisch die Untertitel, die zuvor ausgewählt wurden.

source: When enabled, the receiver will select an AC3 track (when available).
de: Bei 'Ja' wird der Receiver einen AC3-Ton verwenden (wenn verfügbar).

source: When enabled, the receiver will select an AC3+ track (when available).
de: Bei 'Ja' wird der Receiver eine AC3+-Tonspur verwenden (wenn verfügbar).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
de: Wenn diese Einstellung aktiviert ist, hat sie mehr Gewicht als “Bevorzugter Tuner für Aufnahmen”.

source: When enabled, this setting has more weight than 'Preferred tuner'.
de: Wenn diese Einstellung aktiviert ist, hat sie mehr Gewicht als “Bevorzugter Tuner”.

source: When enabled, time shift starts automatically in background after specified time.
de: Wenn aktiviert, startet Timeshift automatisch nach der vorgegebenen Zeit.

source: When enabled, use DHCP for the IP configuration.
de: Wenn aktiviert, wird DHCP für die IPv4-Konfiguration verwendet.

source: When enabled, your receiver will detect activity on the VCR SCART input.
de: Wenn aktiviert, erkennt der Receiver Aktivitäten am Scart-Eingang des Videorecorders.

source: When nonzero, a recording will start the nominated period before the starting time indicated in the EPG.
de: Die Vorlaufzeit in Minuten einstellen, die eine Aufnahme vor dem eigentlichen Aufnahmebeginn starten soll.

source: When nonzero, a recording will stop the nominated period after the ending time indicated in the EPG.
de: Die Nachlaufzeit in Minuten einstellen, die eine Aufnahme nach dem eigentlichen Aufnahmeende noch weiter laufen soll.

source: When nonzero, a zap timer will start the nominated period before the starting time indicated in the EPG.
de: Die Vorlaufzeit in Minuten einstellen, wann der Umschalttimer vor dem eigentlichen Beginn starten soll.

source: When nonzero, a zap timer will stop the nominated period after the ending time indicated in the EPG.
de: Die Nachlaufzeit in Minuten einstellen, wie lange der Umschalttimer nach dem eigentlichen Ende noch weiter laufen soll.

source: When receiver wakes from standby it will command the TV to switch to the HDMI input to which the receiver is connected.
de: Wenn der Receiver aus dem Standby aufwacht, wird am Fernseher auf den HDMI Eingang geschaltet, an dem der Receiver angeschlossen ist.

source: When set each folder will show the previous state used, when off the default values will be shown.
de: Bei 'Ja' merken sich Verzeichnisse den vorherigen Zustand, ansonsten wird die Standardansicht angezeigt.

source: When set the PIG will return to live after a movie has stopped playing.
de: Bei 'Ja' wird, nachdem der Film beendet wurde, Live-TV angezeigt.

source: When set to 'Yes' a specific Softcam can be assigned to each encrypted service.
de: Bei 'Ja' kann jedem verschlüsselten Sender eine bestimmte Softcam zugeordnet werden.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
de: Wenn der Bildinhalt ein Seitenverhältnis größer als 16:9 hat, auswählen, ob und wie das Bild skaliert oder gestreckt werden soll. Standard ist 'Letterbox'.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
de: Wenn der Bildinhalt ein Seitenverhältnis von 4:3 hat, auswählen, ob und wie das Bild skaliert oder gestreckt werden soll. Standard ist 'Pillarbox'.

source: When the input cursor reaches this point (percentage of the width, from either side) scroll the text to the cursor.
de: Wenn der Eingabecursor diesen Punkt erreicht (Prozentsatz der Breite, von beiden Seiten), scrolle den Text zum Cursor.

source: When the receiver wakes from standby or deep standby it will send a command to the TV to bring it out of standby.
de: Wenn der Receiver aus dem Standby oder Deep-Standby aufwacht, wird auch dem Fernseher ein Signal geschickt, um ihn einzuschalten.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
de: Wenn ein Sender eingestellt ist, durchsucht das System den Transponder nach Änderungen und speichert diese. 'Ja' nur auswählen, wenn die Auswirkungen bekannt sind!

source: Where do you want to backup your settings?
de: Wohin sollen die Einstellungen gesichert werden?

source: Where do you want to save temporary time shift recordings?
de: Wohin sollen temporäre Timeshift-Aufnahmen gespeichert werden?

source: Which event do you want to save permanently?
de: Welche Sendung soll dauerhaft gespeichert werden?

source: While available
de: Solange verfügbar

source: White
de: Weiß

source: Wide
de: Breit

source: Width
de: Breite

source: Width / Height
de: Breite / Höhe

source: Winter Sports
de: Wintersport

source: Wipe
de: Schreddern

source: Wireless network
de: Drahtloses Netzwerk

source: Wireless network configuration...
de: Konfiguration drahtloses Netzwerk...

source: Wireless network connection setup. Choose what to do next.
de: WLAN-Netzwerkverbindung einstellen. Was soll als nächstes geschehen?

source: Wireless network setup
de: WLAN-Netzwerkverbindung einstellen

source: Wireless network state
de: WLAN-Netzwerkstatus

source: With EXIT button
de: Taste EXIT

source: With LEFT/RIGHT buttons
de: Tasten Links/Rechts

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
de: Ist der T2MI-RAW-Modus deaktiviert (Standard), kann man eine einzelne T2MI-PLP-Entkapselung verwenden. Mit aktiviertem T2MI-RAW-Modus kann man Astra-SM zur Analyse von T2MI verwenden

source: With errors:
de: Mit Fehlern:

source: With long OK press
de: Taste OK lang

source: With pop up
de: Mit Meldung

source: With this option you can switch off the display during operation.
de: Das Display während des Betriebs ausschalten.

source: With this option you can switch off the display in Deep Standby Mode.
de: Das Display im Deep-Standby ausschalten.

source: With this option you can switch off the display in Standby Mode.
de: Das Display im Standby ausschalten.

source: With this option you can switch the LED color or deactivate the LED.
de: Die LED-Farbe einstellen oder die LED deaktivieren.

source: With this setting, you can probably improve the signal quality or eliminate problems that can occur with longer HDMI cables.
de: Mit dieser Einstellung kann man wahrscheinlich die Signalqualität verbessern oder Probleme beseitigen, die bei längeren HDMI-Kabeln auftreten können.

source: Without pop up
de: Ohne Meldung

source: Without query
de: Ohne Rückfrage

source: Wizard Actions
de: Assistentenaktionen

source: Would you save the entered PIN %s persistent?
de: Die PIN %s dauerhaft speichern?

source: Write error at start of recording. %s %s
de: Schreibfehler beim Start der Aufnahme! %s %s

source: Write error while recording. %s
de: Schreibfehler bei der Aufnahme! %s

source: Write failed!
de: Schreiben fehlgeschlagen!

source: X-Resolution
de: X-Auflösung

source: XBox 360 support
de: Unterstützung für XBox 360

source: Y-Resolution
de: Y-Auflösung

source: YELLOW button
de: Taste GELB

source: YELLOW long
de: GELB lang

source: Year
de: Jahr

source: Yellow
de: Gelb

source: Yellow DVB subtitles
de: DVB-Untertitel in gelb

source: Yemen
de: Jemen

source: Yes
de: Ja

source: Yes to all
de: Ja zu allen

source: Yes, always
de: Ja, immer

source: Yes, and delete this movie
de: Ja, und diesen Film löschen

source: Yes, and don't ask again for this session
de: Ja, und nicht erneut nachfragen

source: Yes, backup my settings!
de: Ja, die Einstellungen sichern!

source: Yes, but don't save time shift as movie
de: Ja, nicht als Aufnahme speichern.

source: Yes, but save time shift as movie and continue recording
de: Ja, als Aufnahme speichern und weiter aufnehmen.

source: Yes, but save time shift as movie and stop recording
de: Ja, als Aufnahme speichern und stoppen.

source: Yes, delete this movie and return to movie list
de: Ja, diesen Film löschen und zurück zur Filmauswahl

source: Yes, do a manual scan now
de: Ja, jetzt einen manuellen Suchlauf durchführen.

source: Yes, do an automatic scan now
de: Ja, jetzt einen automatischen Suchlauf durchführen.

source: Yes, do another manual scan now
de: Ja, jetzt einen weiteren manuellen Suchlauf durchführen.

source: Yes, restore the settings now
de: Ja, die Einstellungen jetzt wiederherstellen

source: Yes, returning to movie list
de: Ja, und zurück zur Filmauswahl

source: Yes, show Plugin Browser if unavailable
de: Wenn nicht verfügbar zum Plugin-Manager

source: Yes, show RecordTimer if unavailable
de: Wenn nicht verfügbar zur Timerliste

source: Yes, shut down now.
de: Ja, jetzt herunterfahren.

source: Yesterday
de: Gestern

source: Yiddish
de: Jiddisch

source: Yoruba
de: Joruba

source: You can Display MiniTV with or without OSD Menu.
de: Zeige MiniTV im Display mit oder ohne OSD-Menü an.

source: You can Display PiP with or without OSD Menu.
de: Zeige Bild-im-Bild mit oder ohne OSD Menü im Display an.

source: You can continue watching TV etc. while this is running.
de: Während diesem Vorgang kann weiterhin ferngesehen werden.

source: You can have the list sorted by time or alphanumerical.
de: Die Liste kann nach Zeit oder alphanumerisch sortiert werden.

source: You can only burn Dreambox recordings!
de: Nur Enigma2-Aufnahmen können gebrannt werden!

source: You can skip this function and turn off the TV when you wake the receiver from standby and immediately switch back to standby.
de: Diese Funktion kann übersprungen und der TV ausgeschaltet werden, wenn der Receiver aus dem Standby aufgeweckt und sofort wieder zurück in den Standby versetzt wird.

source: You can switch with left and right this tuner types %s
de: Hier kann mit den Pfeiltasten Links/Rechts der Tuner-Typ geändert werden. %s

source: You cannot delete this!
de: Löschen nicht möglich!

source: You have chosen to backup your settings. Press OK to start the backup now.
de: Die Einstellungen sollen gespeichert werden. OK drücken, um die Sicherung jetzt zu starten.

source: You have chosen to restore the settings. Enigma2 will restart after restore. Press OK to start the restore now.
de: Die Einstellungen sollen wiederhergestellt werden. OK drücken, um die Wiederherstellung jetzt zu starten.

source: You have chosen to save the current time shift
de: Es wurde ausgewählt, dass die aktuelle Timeshift-Datei gespeichert werden soll

source: You have chosen to save the current time shift event, but the event has not yet finished What do you want to do ?
de: Die aktuelle Sendung wurde zum Speichern ausgewählt, sie ist aber noch nicht beendet! Was soll geschehen?

source: You have no script to run.
de: Kein Skript zum Aufrufen gefunden!

source: You have selected no logs to delete.
de: Es wurden keine Logs zum Löschen ausgewählt!

source: You have to create a Swap File before to activate the autostart.
de: Autostart kann erst aktiviert werden, wenn ein Swap-File erstellt wurde!

source: You have to wait %s!
de: Bitte %s warten!

source: You must set at least one command!
de: Mindestens einen Befehl einstellen!

source: You seem to be in time shift!
de: Der Receiver befindet sich im Timeshift!

source: You seem to be in time shift, Do you want to leave time shift ?
de: Der Receiver befindet sich im Timeshift. Timeshift beenden?

source: You seem to be in time shift, the service will briefly stop as time shift stops.
de: Der Receiver scheint sich im Timeshift-Modus zu befinden. Der Dienst wird kurz unterbrochen, wenn der Timeshift-Modus endet.

source: You should flash a new image!
de: Es sollte ein neues Image geflasht werden!

source: Your %s %s does not support PiP HD
de: Die %s %s unterstützt kein Bild-im-Bild HD!

source: Your %s %s goes to WOL
de: Die %s %s geht in den WOL-Modus

source: Your %s %s is not connected to the Internet, please check your network settings and try again.
de: Die %s %s ist nicht mit dem Internet verbunden! Bitte die Netzwerkeinstellungen überprüfen und es dann erneut versuchen.

source: Your %s %s is now ready to be used. Your Internet connection is working now.
de: Die %s %s ist nun konfiguriert. Die Internetverbindung funktioniert.

source: Your %s %s is rebooting
de: Die %s %s startet neu...

source: Your %s %s is rebooting into Recovery Mode
de: Die %s %s startet in den Wartungsmodus...

source: Your %s %s is shutting down
de: Die %s %s wird ausgeschaltet...

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
de: Die %s %s ist nicht ordnungsgemäß heruntergefahren! Soll sie in %s versetzt werden?

source: Your %s %s will Reboot...
de: Die %s %s startet neu...

source: Your %s %s will Restart...
de: Die %s %s startet neu...

source: Your %s %s will be restarted after the installation of service Ready to install '%s'?
de: Die %s %s wird nach Installation des Dienstes neu gestartet. Möchten Sie '%s' jetzt installieren?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
de: Die %s %s wird nach Installation des Dienstes neu gestartet. Soll der Dienst jetzt installiert werden?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
de: Die %s %s wird nach Entfernen des Dienstes neu gestartet. Soll der Dienst jetzt entfernt werden?

source: Your %s %s will be restarted after the removal of service Do you want to remove now?
de: Die %s %s wird nach Entfernen des Dienstes neu gestartet. Möchten Sie den Dienst jetzt entfernen?
