Repository: osno/osno
Catalog: po/*.po
Languages: de

source: <This tuner is configured automatically>
de: <Dieser Tuner wird automatisch verwaltet>

source: Recording in progress.
de: Es wird aufgenommen.

source: VFD Skin-Selector by satinfo & henrylicious (thank you for support) Plugin to select skin for VFD-Display - for GigaBlue UE and GigaBlue Quad - for VU+ Ultimo and VU+ Duo2
de: VFD Skin-Auswahl von satinfo & henrylicious (danke für die Unterstützung) Plugin zur Skin-Auswahl für VFD-Display - für GigaBlue UE und GigaBlue Quad - für VU+ Ultimo und VU+ Duo2

source: Warning: all the data will be lost. Are you sure you want to format this device?
de: Achtung: Alle Daten gehen verloren. Möchten Sie dieses Gerät wirklich formatieren?

source: Menu key : Select quad channel
de: MENU: Wähle Sendergruppe

source: Red key : Show/Hide channel name
de: ROT: Zeige/verstecke Sendernamen

source: (Channel %s)
de: (Kanal %s)

source: (current channel)
de: (Aktuelle Sendergruppe)

source: (disabled)
de: (deaktiviert)

source: (higher than any auto)
de: (höher als automatisch)

source: (higher than rotor any auto)
de: (höher als Rotor automatisch)

source: (lower than any auto)
de: (niedriger als automatisch)

source: <No Channel>
de: <Kein Kanal>

source: <empty>
de: <leer>

source: Server and
de: Server Server und

source: and
de: und

source: as HDD ?
de: als HDD?

source: !! Boot loader Upgrade !!
de: !! Bootloader-Update !!

source: %2.1f Seconds
de: %2.1f Sekunden

source: %d Day
de: %d Tag

source: %d Digit
de: %d Ziffer

source: %d Event
de: %d Sendung

source: %d Hour
de: %d Stunde

source: %d Hours
de: %d Stunden

source: %d Minutes
de: %d Minuten

source: %d Month
de: %d Monat

source: %d Pixel wide
de: %d Pixel breit

source: %d Pixels
de: %d Pixel

source: %d Second
de: %d Sekunde

source: %d Seconds
de: %d Sekunden

source: %d Week
de: %d Woche

source: %d Year
de: %d Jahr

source: %d channel found
de: %d Sender gefunden.

source: %d core
de: %d Kern

source: %d feed catalog package was updated.
de: %d Feed-Paket aktualisiert.

source: %d minutes
de: %d Minuten

source: %d package has an update
de: %d Paket kann aktualisiert werden.

source: %d package installable.
de: %d Paket installierbar.

source: %d package installed.
de: %d Paket installiert.

source: %d package marked for install.
de: %d Paket zur Installation markiert.

source: %d package marked for remove.
de: %d Paket zum Entfernen markiert.

source: %d package marked for update.
de: %d Paket zum Update markiert.

source: %d package upgraded.
de: %d Paket aktualisiert.

source: %d package was configured.
de: %d Paket konfiguriert.

source: %d package was deselected.
de: %d Paket abgewählt.

source: %d package was downloaded.
de: %d Paket heruntergeladen.

source: %d package was identified for upgrade.
de: %d Paket zum Aktualisieren.

source: %d package was installed.
de: %d Paket installiert.

source: %d package was removed.
de: %d Paket entfernt.

source: %d package was upgraded.
de: %d Paket aktualisiert.

source: %d plugin is not available:
de: %d Plugin nicht verfügbar:

source: %d sec
de: %d Sek.

source: %d second
de: %d Sekunde

source: %d times
de: %d Mal

source: %d wireless network found!
de: %d WLAN-Netzwerk gefunden!

source: %e/%m, %-H:%M
de: %02e.%02m, %H:%M

source: %r is not callable
de: %r ist nicht aufrufbar

source: %s %s advanced remote control (native)
de: %s %s erweiterte Fernbedienung (nativ)

source: %s %s front panel
de: %s %s Display

source: %s %s ir keyboard
de: %s %s IR-Tastatur

source: %s %s ir mouse
de: %s %s IR-Maus

source: %s %s remote control (native)
de: %s %s Fernbedienung (nativ)

source: %s ( %s Cards )
de: %s ( %s Karten)

source: %s Browser Manage Actions
de: %s Verwaltungsaktionen

source: %s Info - Configuration
de: %s Info – Konfiguration

source: %s Info - Main Menu
de: %s Info – Hauptmenü

source: %s has been activated.
de: %s wurde aktiviert.

source: %s has been disabled.
de: %s wurde deaktiviert.

source: %s is UnInstalled
de: %s ist nicht installiert

source: %s is no longer used. Should it be deleted?
de: %s wird nicht mehr verwendet. Soll er gelöscht werden?

source: %s long
de: %s lang

source: %s not available.
de: %s nicht verfügbar.

source: %s webif disabled
de: %s Webif deaktiviert

source: %s%s(Default: %s)
de: %s%s(Standard: %s)

source: %s: error: %s
de: %s: Fehler: %s

source: %sMode for FHD (up to 1080p)
de: %sModus für FHD (bis 1080p)

source: %sMode for HD (up to 720p)
de: %sModus für HD (bis 720p)

source: %sMode for SD (up to 576p)
de: %sModus für SD (bis 576p)

source: %sMode for UHD (up to 2160p)
de: %sModus für UHD (bis 2160p)

source: %sRefresh rate for FHD
de: %sBildwiederholrate für FHD

source: %sRefresh rate for HD
de: %sBildwiederholrate für HD

source: %sRefresh rate for SD
de: %sBildwiederholrate für SD

source: %sRefresh rate for UHD
de: %sBildwiederholrate für UHD

source: %sShow 1080i as 1080p
de: %sZeige 1080i als 1080p

source: '%s' contains %d file(s) and %d sub-directories.
de: '%s' enthält %d Datei(en) und %d Verzeichnis(se).

source: 'Buffer in hours' or 'number of last events'. For deleting older time shift files, the condition which occurred first has priority.
de: 'Puffer in Stunden' oder 'Anzahl der letzten Ereignisse'. Priorität hat die Bedingung zum Löschen älterer Timeshift Dateien, die zuerst aufgetreten ist.

source: 'Handle standby from TV' has a higher priority than 'Handle input from TV'.
de: 'TV-Standby verwalten' besitzt eine höhere Priorität als 'TV-Eingänge verwalten'.

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
de: 'Der Netzwerk-Peer erkennt automatisch andere Enigma2-Empfänger im lokalen Netzwerk. Sie können die URL oder IP-Adresse auch manuell eingeben.

source: 'Unscramble & record ECM' gives the option to unscramble afterwards if unscrambling on recording failed. 'Don't unscramble, record ECM' save a scramble recording that can be unscrambled on playback. 'Normal' means unscramble the recording and don't record ECM.
de: 'Entschlüsseln und ECM aufnehmen' ermöglicht es, die Aufnahme beim Abspielen zu entschlüsseln, falls die Entschlüsselung der Aufnahme fehlschlägt. 'Nicht entschlüsseln, ECM aufnehmen' kann beim Abspielen entschlüsselt werden. 'Normal' entschlüsselt die Aufnahme, ohne ECM's aufzunehmen.

source: 'required' is an invalid argument for positionals
de: 'erforderlich' ist ein ungültiges Argument für Positionsangaben

source: (All readers)
de: (Alle Leser)

source: (Attention: There will be a restart after %d crashes.)
de: (ACHTUNG: Nach %d Abstürzen wird neu gestartet!)

source: (PiP)
de: (Bild-im-Bild)

source: (Show only reader) (%s)
de: Nur Leser anzeigen) (%s)

source: (The file '/media/hdd/images/config/myrestore.sh' exists and will be run after the image is flashed.)
de: (Die Datei '/media/hdd/images/config/myrestore.sh' existiert und wird nach dem Flashen des Images ausgeführt.)

source: (empty)
de: (leer)

source: (show optional DVD audio menu)
de: (DVD-Audiomenü anzeigen, falls vorhanden)

source: * = Restart Required
de: * = Neustart erforderlich

source: * Only available if more than one interface is active.
de: * Nur verfügbar, wenn mehr als ein Netzwerkadapter aktiv ist.

source: * current animation
de: * gewählte Animation

source: *.tar.gz & *.bh.tgz & *.ipk removed
de: *.tar.gz & *.bh.tgz & *.IPK entfernt

source: +24 Hours
de: +24 Stunden

source: -24 Hours
de: -24 Stunden

source: -24h/+24 Hours
de: -24/+24 Stunden

source: .__call__() not defined
de: .__call__() nicht definiert

source: /sec]
de: /Sek]

source: /usr/share/enigma2 directory
de: Verzeichnis '/usr/share/enigma2'

source: /var directory
de: Verzeichnis '/var'

source: 1. If you do not have a media formatted in ext3 or ext4, open menu, general configurations, system, storage device, select the drive and format it.
de: 1. Wenn Sie kein mit ext3 oder ext4 formatiertes Medium haben, öffnen Sie das Menü, allgemeine Konfigurationen, System, Speichergerät, wählen Sie das Laufwerk aus und formatieren Sie es.

source: 10 seconds
de: 10 Sekunden

source: 12 character
de: 12 Zeichen

source: 12, show Latin-1 characters except for greek and cyrillic, switch to 8 if needed.
de: 12, zeigt Latin-1-Zeichen an, außer für Griechisch und Kyrillisch, schaltet bei Bedarf auf 8 um.

source: 12V output
de: 12V Ausgang

source: 12V output.
de: 12V Ausgang.

source: 12bit 4:2:0/4:2:2 no PiP
de: 12 Bit 4:2:0/4:2:2 ohne Bild-im-Bild

source: 15 seconds
de: 15 Sekunden

source: 16:9 Always
de: immer 16:9

source: 16:9 Combined
de: 16:9 Kombiniert

source: 16:9 Ignore
de: 16:9 Ignorieren

source: 16:9 reset to normal
de: 16:9 zurücksetzen

source: 1st InfoBar timeout
de: Erste Infoleiste Anzeigedauer

source: 1st infobar timeout
de: Erste Infoleiste Anzeigedauer

source: 2. Go to the mount device manager from the OPD panel, services, device mount management and install hdd and usb correctly.
de: 2. Gehen Sie über das OPD-Panel, Dienste, Geräte-Mount-Verwaltung zum Mount-Geräte-Manager und installieren Sie Festplatte und USB korrekt.

source: 20 seconds
de: 20 Sekunden

source: 2nd InfoBar
de: Zweite Infoleiste

source: 2nd InfoBar Actions
de: Aktionen der zweiten Infoleiste

source: 2nd InfoBar ECM
de: Zweite Infoleiste ECM

source: 2nd InfoBar INFO
de: Zweite Infoleiste INFO

source: 2nd InfoBar timeout
de: Zweite Infoleiste Anzeigedauer

source: 3. Now install OPDboot on the device by going to: menu, multiboot OPD.
de: 3. Installieren Sie nun OPDboot auf dem Gerät, indem Sie zu: Menü, Multiboot OPD gehen.

source: 30 seconds
de: 30 Sekunden

source: 3D Mode
de: 3D-Modus

source: 3D Surround Speaker Position
de: 3D Surround Lautsprecherposition

source: 4. On OPDboot press: menu to choose the type of start. Attention select: Start without Bootmanager for 64Bit devices.
de: 4. Drücken Sie bei OPDboot: Menü, um den Starttyp auszuwählen. Achtung wählen: Start ohne Bootmanager für 64Bit-Geräte.

source: 4:3 Combined
de: 4:3 Kombiniert

source: 4:3 Ignore
de: 4:3 Ignorieren

source: 5 seconds
de: 5 Sekunden

source: 5. Press the green button and select the source to install the multiboot image.
de: 5. Drücken Sie die grüne Taste und wählen Sie die Quelle aus, um das Multiboot-Image zu installieren.

source: 6. Downloaded the image, we have the possibility to choose whether to copy the settings from the flash image! choose YES if we want to import the settings, the password, network configurations etc ...
de: 6. Nachdem wir das Image heruntergeladen haben, haben wir die Möglichkeit zu wählen, ob die Einstellungen aus dem Flash-Image kopiert werden sollen! Wählen Sie JA, wenn wir die Einstellungen, das Passwort, Netzwerkkonfigurationen usw. importieren möchten ...

source: 7. In case of problems with the installation, cancel and ask openDroid-Team for support on:
de: 7. Bei Problemen mit der Installation brechen Sie die Installation ab und bitten Sie das openDroid-Team um Unterstützung unter:

source: 8 character
de: 8 Zeichen

source: < Alternate Skin >
de: < Alternativer Skin >

source: < Default >
de: < Standard >

source: < Default with Picon >
de: < Standard mit Picon >

source: < User Skin >
de: < Benutzer-Skin >

source: <Current movie list location>
de: <Aktuelles Filmauswahl-Verzeichnis>

source: <Default movie location>
de: <Standardverzeichnis für Filme>

source: <Last timer location>
de: <Letzter Timer-Ort>

source: <Select a device>
de: <Gerät auswählen>

source: A background update check is in progress, please wait a few minutes and try again.
de: Eine Updateüberprüfung findet im Hintergrund statt! Bitte einige Minuten warten und es dann erneut versuchen.

source: A backup is now being created.
de: Eine Sicherung wird erzeugt.

source: A comma separated list of extensions to be used for 'My Extension' setting of 'Filter extension'. Enter the extension names without a leading dot (.).
de: Eine durch Kommata getrennte Liste von Erweiterungen, die für die Einstellung 'Meine Erweiterung' von 'Erweiterung filtern' verwendet werden sollen. Die Namen der Erweiterungen müssen ohne einen führenden Punkt (.) eingegeben werden.

source: A completed task wants to set your %s %s to standby. Do that now?
de: Eine abgeschlossene Aufgabe möchte die %s %s in den Standby-Modus versetzen. Dies jetzt tun?

source: A completed task wants to shut down your %s %s. Shutdown now?
de: Eine abgeschlossene Aufgabe möchte die %s %s herunterfahren. Jetzt herunterfahren?

source: A crash log was %s created in '%s'
de: Ein Crash-Log wurde %s in '%s' erstellt

source: A file from media is in use!
de: Eine Mediendatei ist in Benutzung!

source: A finished PowerTimer wants to reboot your %s %s. Do that now?
de: Ein PowerTimer möchte die %s %s neu starten. Jetzt neu starten?

source: A finished PowerTimer wants to restart the user interface. Do that now?
de: Ein PowerTimer möchte die Benutzeroberfläche neu starten. Jetzt neu starten?

source: A finished PowerTimer wants to set your %s %s to standby. Do that now?
de: Ein PowerTimer möchte die %s %s in den Standby versetzen. Jetzt ausführen?

source: A finished PowerTimer wants to shut down your %s %s. Do that now?
de: Ein PowerTimer möchte die %s %s ausschalten. Jetzt herunterfahren?

source: A finished record timer wants to set your %s %s to standby. Do that now?
de: Ein Aufnahmetimer möchte die %s %s in den Standby versetzen. Jetzt ausführen?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
de: Ein Aufnahmetimer möchte die %s %s ausschalten. Jetzt herunterfahren?

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list lists the active buttons and whether the function requires a long press or SHIFT of the button(s).
de: Die Hervorhebung auf dem Fernbedienungsbild zeigt an, auf welche Tasten sich die Hilfe bezieht. Wenn mehr als eine Taste die angegebene Funktion ausführt, werden mehrere Markierungen angezeigt. Der Text unterhalb der Liste listet die aktiven Tasten auf und gibt an, ob die Funktion ein langes Drücken oder SHIFT der Taste(n) erfordert.

source: A recording has been started: %s
de: Eine Aufnahme wurde gestartet: %s

source: A recording is currently running. What do you want to do?
de: Zurzeit läuft eine Aufnahme! Was soll geschehen?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
de: Zurzeit läuft eine Aufnahme! Die Aufnahme beenden, bevor der Rotor konfiguriert wird.

source: A recording is currently running. Please stop the recording before trying to scan.
de: Zurzeit läuft eine Aufnahme! Die Aufnahme beenden, bevor ein Scan gestartet wird.

source: A recording, recording timer or power timer is running or will begin within 15 minutes. %s extended to 30 minutes. Your %s %s will go to Deep Standby after the recording or power timer event. Go to Deep Standby now?
de: Eine Aufnahme, ein Aufnahmetimer oder ein PowerTimer läuft oder wird innerhalb der nächsten 15 Minuten beginnen. %s wurde um 30 Minuten verlängert. Die %s %s geht nach dem Aufnahme- oder Einschalttimer-Ereignis in den Deep-Standby. Jetzt in den Deep-Standby wechseln?

source: A required tool (%s) was not found.
de: Ein erforderliches Hilfsprogramm (%s) wurde nicht gefunden!

source: A second configured interface has been found. Do you want to disable the second network interface?
de: Eine zweite konfigurierte Netzwerkschnittstelle wurde gefunden. Diese Netzwerkschnittstelle deaktivieren?

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
de: Eine Timeraufnahme konnte nicht gestartet werden! Pseudo-Aufnahmen (z.B. EPG-Refresh) beenden und erneut versuchen?

source: A timer failed to record! Abort streaming and try again?
de: Eine Timeraufnahme konnte nicht gestartet werden! Streaming abbrechen und erneut versuchen?

source: A timer failed to record! Disable PiP and try again?
de: Eine Timeraufnahme konnte nicht gestartet werden! Bild-im-Bild deaktivieren und erneut versuchen?

source: A timer failed to record! Disable TV and try again?
de: Eine Timeraufnahme konnte nicht gestartet werden! TV-Sender umschalten und erneut versuchen?

source: A/V aspect ratio is '%s'.
de: AV-Seitenverhältnis ist %s.

source: AAC plus downmix
de: AAC+-Downmix

source: AAC transcoding
de: AAC-Transkodierung

source: AC3 plus transcoding
de: AC3+-Transkodierung

source: AC3plus transcoding
de: AC3+-Transkodierung

source: AFP Actions
de: AFP-Aktionen

source: AFP Settings
de: AFP-Dateiserver

source: AI-Powered translation color
de: Textfarbe für KI-gestützte Übersetzung

source: AI-Powered translation enabled
de: KI-gestützte Übersetzung aktiviert

source: AI-Powered translation language
de: Sprache der KI-gestützten Übersetzung

source: AI-Powered translation subscription code
de: Abo-Code für KI-gestützte Übersetzung

source: ASS file
de: ASS-Datei

source: ATSC provider
de: ATSC-Anbieter

source: Abkhazian
de: Abchasisch

source: Abort
de: Abbrechen

source: Abort Alternatives Edit
de: Alternativen-Bearbeitung abbrechen

source: Abort Bouquet Edit
de: Bouquet bearbeiten abbrechen

source: Abort Favorites Edit
de: Favoriten bearbeiten abbrechen

source: Aborted a pseudo recording.
de: Eine Pseudo-Aufnahme wurde deaktiviert.

source: Aborted a streaming service.
de: Streaming-Dienst abgebrochen.

source: About
de: Über

source: About to start
de: Startet gleich

source: About...
de: Über...

source: Above 200 Mbps
de: Über 200 Mbit/s

source: Access point:
de: Access Point MAC:

source: Accessed
de: Zugriff

source: Action
de: Aktion

source: Action at end of media
de: Verhalten bei Filmende

source: Action on long POWER button press
de: Ausschalttaste länger gedrückt

source: Action on short POWER button press
de: Ausschalttaste

source: Activate
de: Aktiviere

source: Activate HbbTV (RED button)
de: HbbTV einschalten

source: Activate MAC address configuration
de: Aktiviere MAC-Adresskonfiguration

source: Activate Picture in Picture
de: Bild-im-Bild aktivieren

source: Activate a way to send individual or specific internal HDMI-CEC commands from the command line.
de: Die Möglichkeit aktivieren, individuelle oder festgelegte interne HDMI-CEC-Befehle von der Befehlszeile zu senden.

source: Activate network adapter configuration
de: Einstellungen des Netzwerkadapters aktivieren

source: Activate network settings
de: Aktiviere Netzwerkeinstellungen

source: Activate the configured network settings.
de: Netzwerkeinstellungen übernehmen.

source: Activate time shift End
de: Timeshift beenden

source: Activate time shift end and pause
de: Timeshift beenden und Pause

source: Active
de: Aktiv

source: Active clients
de: Aktive Clients

source: Adapter Settings
de: Adaptereinstellungen

source: Add
de: Hinzufügen

source: Add Alternatives
de: Alternativen hinzufügen

source: Add AutoTimer
de: AutoTimer hinzufügen

source: Add Bookmark
de: Lesez. hinzufügen

source: Add Bouquet
de: Bouquet einfügen

source: Add Bouquet To Parental Protection
de: Bouquet zum Jugendschutz hinzufügen

source: Add Current
de: Hinzufügen

source: Add File Commander to Extensions Menu
de: File Commander zum Erweiterungsmenü hinzufügen

source: Add File Commander to Main Menu
de: File Commander zum Hauptmenü hinzufügen

source: Add File Commander to the Extensions Menu list of options.
de: File Commander zur Liste der Optionen im Menü Erweiterungen hinzufügen.

source: Add File Commander to the Main Menu list of options.
de: File Commander zur Liste der Optionen im Hauptmenü hinzufügen.

source: Add HDMI-IN To Bouquet
de: HDMI-IN zu Bouquet hinzufügen

source: Add Marker To Bouquet
de: Marker einfügen

source: Add New Quad Channel Entry
de: Neue Sendergruppe hinzufügen

source: Add RecordTimer
de: Timer 'Aufnehmen' hinzufügen

source: Add Service To Bouquet
de: Kanal zu Bouquet hinzufügen

source: Add Service To Favorites
de: Kanal zu Favoriten hinzufügen

source: Add Timer
de: Timer hinzufügen

source: Add To Parental Protection
de: Zum Jugendschutz hinzufügen

source: Add Zap+RecordTimer
de: Timer 'Umschalten und aufnehmen' hinzufügen

source: Add ZapTimer
de: Timer 'Umschalten' hinzufügen

source: Add a DNS entry
de: Hinzufügen eines DNS-Eintrags

source: Add a RecordTimer
de: Neuen Aufnahmetimer hinzufügen

source: Add a RecordTimer for current event
de: Aufnahmetimer für aktuelles Programm hinzufügen

source: Add a ZapTimer for current event
de: Umschalttimer für aktuelles Programm hinzufügen

source: Add a ZapTimer for next event
de: Neuen Umschalttimer für das nächste Programm hinzufügen

source: Add a mark
de: Marker hinzufügen

source: Add a new bouquet
de: Bouquet hinzufügen

source: Add a new marker before the current service
de: Marker hinzufügen

source: Add a new tag
de: Neuen Tag hinzufügen

source: Add a new timer
de: Neuen Timer hinzufügen

source: Add a new title
de: Neuen Titel hinzufügen

source: Add a service to the Volume Offsets list
de: Sender zur Liste der Lautstärke-Offsets hinzufügen

source: Add a timer for the current event
de: Timer für die aktuelle Sendung hinzufügen

source: Add an AutoTimer for the current event
de: AutoTimer für ausgewählte Sendung hinzufügen

source: Add current directory to bookmarks
de: Aktuellen Ordner zu Lesezeichen hinzufügen

source: Add directory to play list
de: Verzeichnis zur Playlist hinzufügen

source: Add file to play list
de: Datei zur Playlist hinzufügen

source: Add files to play list
de: Zur Playlist hinzufügen

source: Add highlighted directory to bookmarks
de: Ausgewählten Ordner zu Lesezeichen hinzufügen

source: Add legacy LEFT/RIGHT actions
de: Ursprüngliche Links/Rechts Aktionen

source: Add more slots
de: Slots hinzufügen

source: Add new CCcam line
de: Neue CCcam-Line hinzufügen

source: Add new NewCamd line
de: Neue NewCamd-Line hinzufügen

source: Add new tag
de: Neuen Tag hinzufügen

source: Add provider
de: Anbieter hinzufügen

source: Add recording (Enter recording duration)
de: Aufnahme hinzufügen (Aufnahmelänge eingeben)

source: Add recording (Enter recording end time)
de: Aufnahme hinzufügen (Aufnahmeendzeit eingeben)

source: Add recording (Indefinitely - 24 hours)
de: Aufnahme hinzufügen (unbegrenzt)

source: Add recording (Stop after current event)
de: Aufnahme hinzufügen (aktuelle Sendung)

source: Add recording (stop after current event)
de: Aufnahme hinzufügen (aktuelle Sendung)

source: Add service
de: Kanal hinzufügen

source: Add service to AutoCam
de: Sender zu AutoCam hinzufügen

source: Add services to this bouquet?
de: Sender zu diesem Bouquet?

source: Add the current directory as a bookmark
de: Das aktuelle Verzeichnis als Lesezeichen hinzufügen

source: Add the current service to the Volume Offsets list
de: Aktuellen Sender zur Liste der Lautstärke-Offsets hinzufügen

source: Add the selected service to a bouquet or alternative
de: Gewählten Sender zum Bouquet hinzufügen

source: Add title
de: Titel hinzufügen

source: Add/Remove Timer
de: Timer hinzufügen/entfernen

source: Add/Remove a timer for the current event
de: Timer für ausgewählte Sendung hinzufügen/entfernen

source: Add/Remove highlighted plugin to/from install list
de: Markiertes Plugin zur Install-Liste hinzufügen oder entfernen

source: Add/Remove highlighted plugin to/from remove list
de: Markiertes Plugin zur Entfernungsliste hinzufügen oder entfernen

source: Add/Remove highlighted plugin to/from update list
de: Markiertes Plugin zur Updateliste hinzufügen oder entfernen

source: Adding schedule...
de: Zeitplan hinzufügen...

source: Additional files/folders to backup
de: Zusätzlich zu sichernde Dateien
