Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Scan wireless networks
de: WLAN-Netzwerke suchen

source: Scan your network for wireless access points and connect to them using your selected wireless device.
de: Durchsucht das Netzwerk nach WLAN-Zugangspunkten und stellt eine Verbindung mit Hilfe des gewählten WLAN-Gerätes her.

source: Scanning
de: Suchlauf

source: Scanning %s...
de: Suchlauf %s...

source: Scanning - %d%% completed
de: Suchlauf zu %d%% erledigt

source: Scanning completed, %d channel found
de: Suchlauf beendet, %d Sender gefunden.

source: Scanning failed!
de: Suchlauf fehlgeschlagen!

source: Scanning...
de: Suchlauf...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
de: DefaultServiceScanner führt eine Sendersuche über alle Satelliten durch, wenn ein Rotor an der Satellitenschüssel angeschlossen ist

source: Scheduled load of epg.dat
de: Geplantes Laden der 'epg.dat'

source: Scheduled save of epg.dat
de: Geplantes Speichern der 'epg.dat'

source: Science
de: Wissenschaft

source: Science & Tech
de: Wissenschaft & Technik

source: Scrolling Speed
de: Display-Nachricht Geschwindigkeit

source: Scrolling delay (software renderer)
de: Scrollverzögerung (Software-Renderer)

source: Scrolling speed (software renderer)
de: Scrollgeschwindigkeit (Software-Renderer)

source: Search
de: Suche

source: Search IMDb for information about current event.
de: IMDb-Suche für die ausgewählte Sendung.

source: Search east
de: Östlich suchen

source: Search for similar events
de: Suche nach ähnlichen Sendungen

source: Search the epg for current event.
de: Im EPG nach aktueller Sendung suchen.

source: Search west
de: Westlich suchen

source: Search/WEB
de: Suche/Web

source: Searching
de: Suche

source: Searching east ...
de: Suche nach Osten...

source: Searching west ...
de: Suche nach Westen...

source: Second cable of motorized LNB
de: Zweites Kabel vom Rotor

source: Secondary DNS
de: Sekundärer DNS

source: Seconds
de: Sekunden

source: Seek
de: Ermitteln

source: Seek Actions
de: Suche Aktionen

source: Seek back short
de: Suche rückwärts kurz

source: Seek backward
de: Rückwärts suchen

source: Seek backward (enter time)
de: Rückwärts suchen (Zeit eingeben)

source: Seek forward
de: Vorwärts suchen

source: Seek forward short
de: Suche vorwärts kurz

source: Seek forward (enter time)
de: Vorwärts suchen (Zeit eingeben)

source: Seek forward long
de: Suche vorwärts lang

source: Seekbar
de: Suchleiste

source: Seekbar activation
de: Aktivierung der Suchleiste

source: Seekbar sensibility
de: Sprungweite der Suchleiste

source: Select
de: Auswählen

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
de: '1.0' für Standard-Commit-Switches auswählen, '1.1' für nicht festgeschriebene Switches und '1.2' für Systeme, die einen Rotor verwenden.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'None'. If you are unsure select 'None'.
de: 'A' oder 'B' auswählen, wenn das Antennensystem dies erfordert. Andernfalls, oder bei Unsicherheit, 'Keine'.

source: Select 'Band' if using a 'Universal' LNB, otherwise consult your LNB specifications.
de: 'Band' auswählen, wenn ein 'Universal LNB' verwendet wird, andernfalls im LNB-Datenblatt nachsehen.

source: Select 'Enable' to start the CI+ helper.
de: 'Aktivieren' auswählen, um den CI+ Helper zu starten.

source: Select 'Enabled' if this tuner has a signal cable connected, otherwise select 'Nothing connected'.
de: 'Aktiviert' auswählen, wenn an diesem Tuner ein Signalkabel angeschlossen ist, andernfalls 'Nichts angeschlossen'.

source: Select 'No' to make time shift use a single buffer file. Use 'Time shift checking for older files [in minutes]' and 'Time shift checking for free space?' to control the size of the buffer file.
de: Bei 'Nein' wird nur eine Datei als Puffer verwendet. Es wird empfohlen, 'Timeshift-Überprüfung auf ältere Dateien (in Minuten)' und 'Timeshift-Überprüfung auf freien Speicherplatz' anzupassen.

source: Select 'No' to only write a log message to the debug log file.
de: Bei 'Nein' gibt es bei Fehlern im Skin nur einen Eintrag im Debug-Log.

source: Select 'No' to save older events even after zapping or interrupting time shifting.
de: Bei 'Nein' bleiben Timeshift-Aufnahmen nach dem Umschalten oder Beenden im Timeshift-Verzeichnis erhalten.

source: Select 'Polarization' if using a 'Universal' LNB, otherwise consult your LNB specifications.
de: 'Polarisation' auswählen, wenn ein 'Universal LNB' verwendet wird, andernfalls im LNB-Datenblatt nachsehen.

source: Select 'Provider' to scan from the predefined list of cable multiplexes. Select 'Bands' to only scan certain parts of the spectrum. Select 'Steps' to scan in steps of a particular frequency bandwidth.
de: 'Provider' auswählen, um aus der vordefinierten Liste von Kabelmultiplexen zu scannen, 'Bänder', um nur bestimmte Teile des Spektrums zu scannen, oder 'Schritte', um in Schritten einer bestimmten Frequenzbandbreite zu scannen.

source: Select 'Yes' if an end time is required for this timer.
de: 'Ja' auswählen, wenn eine Endzeit für diesen Timer erforderlich ist.

source: Select 'Yes' if network traffic should be checked before activating the timer.
de: 'Ja' auswählen, wenn der Netzwerkverkehr vor der Aktivierung des Timers überprüft werden soll.

source: Select 'Yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'No'.
de: 'Ja' auswählen, wenn dieser Tuner über einen anderen Tuner mit dem Unicable/SCR-Gerät verbunden ist, andernfalls 'Nein'.

source: Select 'Yes' if volume adjustments should be applied to Dolby sound tracks.
de: 'Ja' auswählen, wenn Lautstärkeanpassungen auf Dolby-Tonspuren angewendet werden sollen.

source: Select 'Yes' if you are using a multi-switch which requires a DiSEqC Port-A command signal. Select 'No' for all other setups.
de: Wenn ein Multiswitch verwendet wird, der ein DiSEqC-Port-A-Befehlssignal benötigt 'Ja' auswählen, ansonsten 'Nein'.

source: Select 'Yes' the keep the InfoBar displayed, with no timeout, while media playback is paused.
de: Bei 'Ja' wird die Infoleiste im pausierten Zustand nicht ausgeblendet, sondern dauerhaft angezeigt.

source: Select 'Yes' to allow use of the seek bar to jump to a selected point within the event.
de: Bei 'Ja' kann innerhalb der Suchleiste zu jedem beliebigen Zeitpunkt vor- oder zurückgesprungen werden.

source: Select 'Yes' to always show the bouquet screen first when opening the channel list. Select 'No' to open the channel list using the current bouquet.
de: Bei 'Ja' wird bei Aufruf der Senderliste stattdessen die Favoritenliste gezeigt, bei 'Nein' die aktuelle Senderliste geöffnet.

source: Select 'Yes' to check if network connections are coming from nominated IP Addresses at the activation time of the timer. If so, the timer will be deactivated.
de: 'Ja' auswählen, um zu prüfen, ob zum Zeitpunkt der Aktivierung des Timers Netzwerkverbindungen von den angegebenen IP-Adressen ausgehen. Ist dies der Fall, wird der Timer deaktiviert.

source: Select 'Yes' to continuously display all images in a loop, or select 'No' to display all images once and then stop.
de: 'Ja' auswählen, um alle Bilder in einer sich wiederholenden Schleife anzuzeigen. 'Nein' zeigt alle Bilder nur ein Mal und beendet dann die Anzeige.

source: Select 'Yes' to disable multi-selection mode after each operation. Select 'No' to leave multi-selection mode active and the selections unchanged.
de: 'Ja', um den Multi-Selektion-Modus nach jeder Operation zu beenden. 'Nein', um ihn aktiv zu belassen.

source: Select 'Yes' to display a small TV image (PiG - Picture in Graphic) within the EPG screen.
de: Bei 'Ja' wird ein kleines TV-Bild (PiG) im EPG angezeigt.

source: Select 'Yes' to display the InfoBar when a new event starts.
de: Bei 'Ja' wird die Infoleiste angezeigt, wenn ein neues Programm anfängt.

source: Select 'Yes' to display the InfoBar when changing channels.
de: Bei 'Ja' wird die Infoleiste angezeigt, wenn der Sender gewechselt wird.

source: Select 'Yes' to display the channel number in the InfoBar.
de: Bei 'Ja' wird die Sendernummer in der Infoleiste angezeigt.

source: Select 'Yes' to display unknown files in the File Commander file viewer, select 'No' to not process unknown files.
de: 'Ja' auswählen, um unbekannte Dateien im File Commander anzuzeigen. Bei 'Nein' werden diese Dateien nicht bearbeitet.

source: Select 'Yes' to enable editing of this device's settings. Selecting 'No' resets the devices settings to their default values.
de: 'Ja' auswählen, um die Einstellungen dieses Gerätes bearbeiten zu können oder 'Nein', um die Geräteeinstellungen auf die Standardwerte zurückzusetzen.

source: Select 'Yes' to enable preview of channels while in the EPG list.
de: Wenn aktiviert, wird mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet den EPG und zeigt diesen Sender, EXIT dagegen beendet den EPG und schaltet zum ursprünglichen Sender zurück.

source: Select 'Yes' to enable preview of channels while in the EPG list. Press 'OK' to preview the currently selected channel. Press 'OK' again to exit the EPG and zap to the selected channel. Press 'EXIT' to exit the EPG and return to the previously selected channel.
de: Bei 'Ja' wird in der Senderliste mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet die Senderliste und zeigt diesen Sender, EXIT dagegen beendet die Senderliste und schaltet zum ursprünglichen Sender zurück.

source: Select 'Yes' to enable the loading of unlinked user bouquets. That is, user bouquets that are not included in the bouquets.tv or bouquets.radio files will be loaded. This allows you to, for example, create bouquets that do not conflict with, or get replaced by, bouquets that came from settings packages.
de: Bei 'Ja' werden alle vorhandenen Favoritenlisten geladen, auch wenn sie nicht in 'bouquets.tv' oder 'bouquets.radio' enthalten sind. Dies ermöglicht z.B. die eigenen Favoritenlisten zu erhalten, während die Einstellungen aktualisiert werden.

source: Select 'Yes' to enable use of the LEFT/RIGHT buttons to move PageUp/PageDown when the LEFT/RIGHT buttons are otherwise undefined. This provides legacy navigation for users who prefer it.
de: 'Ja' auswählen, um mit LINKS/RECHTS eine Seite Auf/Ab zu schalten, allerdings nur, solange LINKS/RECHTS nicht auf andere Weise verwendet werden. Das ermöglicht herkömmliche Navigation, falls es so gewohnt ist.

source: Select 'Yes' to hide channels without EPG data.
de: Bei 'Ja' werden Sender ohne EPG nicht angezeigt.

source: Select 'Yes' to hide the server name and IP address of the server.
de: 'Ja' auswählen, um den Servernamen und die IP Adresse des Servers zu unterdrücken.

source: Select 'Yes' to include %s multiplexes in your search.
de: 'Ja' auswählen, um %s Multiplexe in die Suche einzubeziehen.

source: Select 'Yes' to include symbol rate %s in your search.
de: 'Ja' auswählen, um die Symbolrate %s in die Suche einzubeziehen.

source: Select 'Yes' to include the %s band in your search.
de: 'Ja' auswählen, um das %s-Band in die Suche einzubeziehen.

source: Select 'Yes' to only send the DiSEqC command when changing from one satellite to another, or select 'No' for the DiSEqC command to be resent on every zap.
de: 'Ja', um nur dann den DiSEqC-Befehl zu senden, wenn von einem Satelliten zu einem anderen gewechselt wird. Bei 'Nein' wird der DiSEqC-Befehl bei jedem Sender-Wechsel gesendet.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
de: 'Ja' auswählen, um alle Konfigurationsdaten zu löschen. Es werden alle Enigma2-Einstellungen auf die Standardwerte zurückgesetzt und beim Neustart dann der Willkommensassistent ausführt.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
de: 'Ja' auswählen, um alle Fortsetzungsdaten des Mediaplayers zu entfernen. Es werden die Daten entfernt, mit denen die Wiedergabe von Mediendateien an der Stelle fortgesetzt werden kann, an der sie zuletzt gestoppt wurde. Die Wiedergabeposition von Aufnahmen ist davon nicht betroffen.

source: Select 'Yes' to remove all network mount data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
de: 'Ja' auswählen, um alle Netzlaufwerk-Daten zu entfernen. Es werden alle Netzwerkdaten einschließlich Autoaktivierungen und Netzwerkverbindungsdaten inklusive Verbindungskonten und Passwörter entfernt. Dies kann dazu führen, dass einige Enigma2-Funktionen fehlschlagen, wenn sie für die Verwendung dieser Netzwerkressourcen konfiguriert sind.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
de: 'Ja' auswählen, um alle anderen Dateien und Verzeichnisse zu entfernen, die nicht von den oben genannten Optionen abgedeckt werden.

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
de: 'Ja' auswählen, um alle Plugin-Konfigurationsdaten zu entfernen. Es werden alle Plugin-Konfigurationsdaten, die im Enigma2-Konfigurationsordner gespeichert sind, gelöscht und alle betroffenen Plugins auf die Standardeinstellungen zurückgesetzt. Es kann aber dazu führen, dass einige Plugins so lange nicht funktionieren, bis sie konfiguriert sind!

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
de: 'Ja' auswählen, um alle Einstellungen, Empfangsdaten, Timer, Fortsetzungszeiger usw. zu entfernen. Die Konfiguration wird auf die ursprünglichen Einstellungen zurückgesetzt. Dies ist die zuverlässigste Form für die Werkseinstellungen.

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
de: 'Ja' löscht alle Timer-Konfigurationsdaten. Es werden alle Timer, AutoTimer und PowerTimer gelöscht!

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
de: 'Ja' auswählen, um alle Empfangsdaten zu löschen. Es werden alle Empfangs- und Bouquetdaten gelöscht und Timer sind nicht funktionsfähig, bis der Empfänger neu abgestimmt wurde!

source: Select 'Yes' to remove all user customizations of skin data. Selecting this option will remove all user based skin customizations. All affected skins will return to their standard settings. This will also clear any customized boot logos and backdrops.
de: 'Ja' auswählen, um alle Benutzeranpassungen der Skin-Daten zu entfernen. Es werden alle benutzerbasierten Skin-Anpassungen entfernt. Alle betroffenen Skins werden auf die Standardeinstellungen zurückgesetzt. Auch werden alle benutzerdefinierten Boot-Logos und Hintergrundbilder gelöscht!

source: Select 'Yes' to remove all user interface data. Selecting this option will remove all key map, menu and setup override data and restore the default definitions.
de: 'Ja', um alle Daten der Benutzeroberfläche zu entfernen. Es werden alle Tastaturbelegungs-, Menü- und Setup-Überschreibungsdaten entfernt und die Standarddefinitionen wiederhergestellt.

source: Select 'Yes' to reset network configuration to the default. This will enable the Ethernet port if it exists and set the receiver to use DHCP. All other network interfaces will be deleted.
de: Mit 'Ja' die Netzwerkkonfiguration auf die Standardwerte zurücksetzen. Der Ethernet-Anschluss wird aktiviert, sofern er vorhanden ist, und der Empfänger auf die Verwendung von DHCP eingestellt. Alle anderen Netzwerkschnittstellen werden gelöscht!

source: Select 'Yes' to set the cursor position to the end of the line when editing a text file. Select 'No' to set the cursor to the start of the line.
de: 'Ja' setzt den Cursor an das Ende einer Textzeile, 'Nein' an den Anfang.

source: Select 'Yes' to show 'dev', 'staticdev', 'dbg' and 'doc' packages in the Download Plugins screen.
de: Bei 'Ja' werden 'dev'-, 'staticdev'-, 'dbg'- und 'doc'-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show LCD skin packages in the Download Plugins screen.
de: Bei 'Ja' werden Displayskin-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show OpenPLi packages in the Download Plugins screen.
de: Bei 'Ja' werden OpenPLi-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show OpenViX packages in the Download Plugins screen.
de: Bei 'Ja' werden OpenViX-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show Softcam packages in the Download Plugins screen.
de: Bei 'Ja' werden Softcam-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show directories at the top/start of the list, or select 'No' to show files first.
de: 'Ja' auswählen, um Verzeichnisse am Anfang der Liste anzuzeigen. Bei 'Nein' werden zuerst Dateien angezeigt.

source: Select 'Yes' to show driver packages in the Download Plugins screen.
de: Bei 'Ja' werden Treiber in der Downloadliste angezeigt.

source: Select 'Yes' to show extensions packages in the Download Plugins screen.
de: Bei 'Ja' werden Erweiterungspakete in der Downloadliste angezeigt.

source: Select 'Yes' to show kernel packages in the Download Plugins screen.
de: Bei 'Ja' werden Kernelmodule in der Downloadliste angezeigt.

source: Select 'Yes' to show m2k packages in the Download Plugins screen.
de: Bei 'Ja' werden M2k-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show picon packages in the Download Plugins screen.
de: Bei 'Ja' werden Piconpakete in der Downloadliste angezeigt.

source: Select 'Yes' to show plugin skin packages in the Download Plugins screen.
de: Bei 'Ja' werden Skinpacks in der Downloadliste angezeigt.

source: Select 'Yes' to show security packages in the Download Plugins screen.
de: Bei 'Ja' werden Sicherheitspakete in der Downloadliste angezeigt.

source: Select 'Yes' to show settings packages in the Download Plugins screen.
de: Bei 'Ja' werden Senderlistenpakete in der Downloadliste angezeigt.

source: Select 'Yes' to show skin component packages in the Download Plugins screen.
de: Bei 'Ja' werden Skinkomponenten in der Downloadliste angezeigt.

source: Select 'Yes' to show skin packages in the Download Plugins screen.
de: Bei 'Ja' werden Skinpakete in der Downloadliste angezeigt.

source: Select 'Yes' to show source 'src' packages in the Download Plugins screen.
de: Bei 'Ja' werden 'src'-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to show subscription packages in the Download Plugins screen.
de: 'Ja' auswählen, um Abo-Pakete im Download Plugins-Bildschirm anzuzeigen.

source: Select 'Yes' to show system plugin packages in the Download Plugins screen.
de: Bei 'Ja' werden Systemplugins in der Downloadliste angezeigt.

source: Select 'Yes' to show the advanced setting options.
de: 'Ja' auswählen, um die erweiterten Einstellungen anzuzeigen.

source: Select 'Yes' to show the bouquet selection screen every time you open the EPG.
de: Bei 'Ja' werden Favoriten jedes Mal beim Öffnen vom EPG angezeigt.

source: Select 'Yes' to show the channel list after switching between Radio and TV modes.
de: Bei 'Ja' wird die Senderliste angezeigt, wenn zwischen Fernsehen und Radio gewechselt wird.

source: Select 'Yes' to show the current directory in the list of directories. Note that File Commander must be restarted for this change to take effect.
de: 'Ja' auswählen, um das aktuelle Verzeichnis in der Verzeichnisliste anzuzeigen. Achtung: File Commander muss dafür neu gestartet werden!

source: Select 'Yes' to show web link packages in the Download Plugins screen.
de: Bei 'Ja' werden Weblink-Pakete in der Downloadliste angezeigt.

source: Select 'Yes' to split tasks into separate actions.
de: Bei 'Ja' werden die Aufgaben in separate Aktionen aufgeteilt.

source: Select 'Yes' to use alternate GitHub feed IP addresses. This can be helpful if you use a VPN and the normal feeds can't be accessed via the published DNS names.
de: 'Ja' auswählen, um eine alternative GitHub-DNS Feed IP-Adresse zu verwenden. Das kann helfen, wenn ein VPN benutzt wird, aber die normalen Feeds nicht mittels dem angegebenen DNS-Namen angesprochen werden können.

source: Select 'Yes' to use legacy navigation where CH+/- swaps the active column. Select 'No' to use the newer unified navigation option for consistent navigation with other screens where LEFT/RIGHT swaps the active column and CH+/- pages up and down the list.
de: 'Ja', um die alte Navigation zu verwenden, bei der CH+/- die aktive Spalte tauscht. 'Nein', um die neue, mit anderen Screens einheitliche Navigation zu verwenden, bei der LINKS/RECHTS die aktive Spalte und CH+/- seitenweise tauschen.

source: Select 'Yes' to use signal values (SNR, etc) calculated from the older API V3. This API version has now been superseded.
de: Bei 'Ja' werden die Signalwerte (SNR usw.) aus API V3 berechnet. Dies ist eine alte API-Version, die jetzt ersetzt wurde.

source: Select 'Yes' to use the number keys for quick selection of files / directories, select 'No' to use the number keys for MENU option shortcuts.
de: 'Ja' auswählen, um die Zahlentasten zur schnellen Anwahl von Verzeichnissen/Dateien zu benutzen. 'Nein' benutzt sie für die Wahl von MENU Optionen.

source: Select 'Yes, to display the InfoBar when fast forwarding or rewinding during media playback.
de: Bei 'Ja' wird die Infoleiste bei schnellem Vor- und Rücklauf bei Medienwiedergabe angezeigt.

source: Select Additional Backup Files
de: Zusätzlich zu sichernde Dateien auswählen

source: Select AutoCam default Softcam
de: Standard-Softcam für AutoCam

source: Select Backup Location
de: Sicherungziel auswählen

source: Select Bookmark
de: Lesezeichen auswählen

source: Select CAId
de: CAID auswählen

source: Select Device
de: Gerät auswählen

source: Select Excluded Backup Files
de: Nicht zu sichernde Dateien auswählen

source: Select Fast DiSEqC if your aerial system supports it. If you are unsure select 'No'.
de: 'Ja' auswählen, wenn das Antennensystem schnelles DiSEqC unterstützt. Andernfalls, oder bei Unsicherheit, 'Nein'.

source: Select Folders
de: Ordner auswählen

source: Select HDD
de: Festplatte auswählen

source: Select Location
de: Speicherort auswählen

source: Select Media Location
de: Medienspeicherort auswählen

source: Select Playback Location
de: Wiedergabeverzeichnis auswählen

source: Select Quad Channels
de: Sendergruppe auswählen

source: Select Satellites
de: Satelliten auswählen

source: Select Softcam
de: Softcam auswählen

source: Select Software Update
de: Software-Update auswählen

source: Select Time Shift Location
de: Timeshift-Verzeichnis auswählen

source: Select Upgrade Source
de: Updatequelle auswählen

source: Select Upgrade Source To Edit
de: Updatequelle zum Bearbeiten auswählen.

source: Select Your Skin
de: Skin auswählen

source: Select a Softcam from the available list as the default for AutoCam.
de: Softcam aus der verfügbaren Liste als Standard für AutoCam definieren.
