Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Your %s %s will be restarted after the removal of service. Do you want to remove now?
de: Die %s %s wird nach Entfernen des Dienstes neu gestartet. Möchten Sie den Dienst jetzt entfernen?

source: Your Internet connection is not working! Please choose what you want to do next.
de: Die Internetverbindung funktioniert nicht! Eine Option auswählen, um fortzufahren.

source: Your Receiver has a Software problem detected. Since the last reboot it has occurred %d times.
de: Der Receiver hat ein Softwareproblem erkannt! Seit dem letzten Neustart ist es %d Mal aufgetreten.

source: Your STB will restart after pressing OK on your remote control.
de: Der Receiver wird nach dem Drücken von OK neu starten.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
de: Die Zusammenstellung überschreitet die Größe eines Single-Layer-Mediums! Es wird ein Dual-Layer-Rohling benötigt.

source: Your config file is not well-formed: %s
de: Die Config-Datei ist inkorrekt: %s

source: Your current collection will get lost!
de: Die aktuelle Zusammenstellung geht dabei verloren!

source: Your front panel processor firmware must be upgraded. Press OK to start upgrade.
de: Die Frontprozessor-Firmware muss aktualisiert werden. OK drücken, um das Update zu starten.

source: Your front panel processor will be upgraded Please wait until your %s %s reboots This may take a few minutes
de: Der Frontprozessor wird jetzt aktualisiert. Bitte warten bis die %s %s neu gestartet wurde. Dies kann einige Minuten dauern.

source: Your front panel will be upgraded This may take a few minutes
de: Das Display wird aktualisiert. Dies kann einige Minuten dauern...

source: Your network configuration has been activated.
de: Die Netzwerkkonfiguration wurde aktiviert.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
de: Der Receiver kann SCPC-optimierten Suchbereich verwenden. Weitere Informationen befinden sich im Handbuch des Receivers.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
de: Der Receiver kann die Tonamplitude verwenden. Weitere Informationen befinden sich im Handbuch des Receivers.

source: Youth
de: Jugend

source: ZAP
de: Umschalten

source: Zambia
de: Sambia

source: Zap
de: Umschalten

source: Zap + Exit
de: Umschalten und verlassen

source: Zap and record
de: Umschalten und aufnehmen

source: Zap back to previously tuned service?
de: Zum zuletzt laufenden Sender umschalten?

source: Zap back to service before positioner setup?
de: Zum Sender umschalten, der vor dem Einrichten des Rotors lief?

source: Zap back to service before tuner setup?
de: Zum Sender umschalten, der vor dem Einrichten des Tuners lief?

source: Zap down
de: Kanal +

source: Zap focus to Picture in Picture
de: Fokus umschalten zu Bild-im-Bild

source: Zap focus to main screen
de: Fokus umschalten zum Hauptbildschirm

source: Zap focused channel on full screen
de: Im Vollbildmodus auf den ausgewählten Sender umschalten

source: Zap history sequence
de: Umschalt-Verlaufssequenz

source: Zap mode
de: Umschaltmodus

source: Zap next
de: Nächste Sendung umschalten

source: Zap to
de: Umschalten

source: Zap to channel (setup in menu)
de: Zum Sender umschalten (Einstellung im Menü)

source: Zap to channel and close (setup in menu)
de: Zum Sender umschalten und schließen (Einstellung im Menü)

source: Zap up
de: Kanal -

source: Zap+Record next
de: Zur nächsten Sendung umschalten und aufnehmen

source: Zgemma H.S/H.2S/H.2H/H5/H7 old Model
de: Zgemma H.S/H.2S/H.2H/H5/H7 altes Modell

source: Zimbabwe
de: Simbabwe

source: Zoom Actions
de: Zoomaktionen

source: Zoom In/Out TV
de: TV rein-/rauszoomen...

source: Zoom In/Out TV...
de: TV zoomen...

source: Zoom Off
de: Zoom aus

source: Zoom Off...
de: Zoom aus...

source: Zoom from left
de: Zoom von links

source: Zoom from right
de: Zoom von rechts

source: [Timeshift] Merging records failed!
de: Timeshift - Zusammenfügen der Aufnahmen fehlgeschlagen!

source: [Timeshift] Restarting time shift!
de: Timeshift wird erneut gestartet!

source: a gui to assign services/providers to common interface modules
de: Eine Benutzeroberfläche, um Services/Provider einem Common Interface zuzuweisen.

source: a gui to assign services/providers/caids to common interface modules
de: Eine Benutzeroberfläche, um Services/Provider/CAIDs einem Common Interface zuzuweisen.

source: activatePiP
de: Aktiviere Bild-im-Bild

source: active
de: Aktiv

source: address:
de: Adresse:

source: adult movie/drama
de: Erwachsenenfilm/Drama

source: advanced
de: Erweitert

source: adventure/western/war
de: Abenteuer/Western/Krieg

source: advertisement/shopping
de: Werbung/Verkauf

source: all up/down
de: Alle Hoch/Runter

source: alpha then oldest
de: Alphabetisch, dann älteste

source: alphabetic
de: Alphabetisch

source: alphabetic reverse
de: Umgekehrt alphabetisch

source: alpharev then newest
de: Umgekehrt alphabetisch, dann neueste

source: are you sure you want to restore following backup:
de: Wiederherstellen der folgenden Sicherung:

source: arts/culture (general)
de: Kunst/Kultur (allgemein)

source: arts/culture (without music, general)
de: Kunst/Kultur (ohne Musik, allgemein)

source: arts/culture magazine
de: Kunst-/Kulturmagazin

source: athletics
de: Leichtathletik

source: audio track (%s) format
de: Format der Tonspur (%s)

source: audio track (%s) language
de: Sprache der Tonspur (%s)

source: audio tracks
de: Tonspuren

source: automatic
de: Automatisch

source: azure
de: Azurblau

source: back
de: Zurück

source: background image
de: Hintergrundbild

source: ballet
de: Ballett

source: better
de: Besser

source: black
de: Schwarz

source: black & white
de: schwarz/weiß

source: blue
de: Blau

source: broadcasting/press
de: Rundfunk/Presse

source: burn audio track (%s)
de: Brenne die Tonspur (%s)

source: by date
de: Datum

source: by hmmmdada
de: von hmmmdada

source: card
de: Smartcard

source: card reader
de: Kartenleser

source: cartoon/puppets
de: Zeichentrick/Puppen

source: chapters
de: Kapitel

source: children's (general)
de: Kinder (allgemein)

source: children's/youth program (general)
de: Kinder/Jugendprogramm (allgemein)

source: clip overscan / letterbox borders
de: Overscan / Letterbox begrenzen

source: close share view
de: Netzwerkfreigaben-Ansicht schließen

source: comedy (general)
de: Komödie (allgemein)

source: config menu
de: Konfigurationsmenü

source: confirmed
de: Bestätigt

source: connected
de: Verbunden

source: cooking
de: Kochen

source: copy
de: Kopiere

source: current affairs (general)
de: aktuelle Ereignisse (allgemein)

source: date
de: Datum

source: day
de: Tag

source: decrease uphop by 1
de: Uphop um 1 reduzieren

source: default
de: Standard

source: delete
de: Löschen

source: delete cut
de: Schnitt löschen

source: detective/thriller
de: Krimi/Thriller

source: disabled
de: Deaktiviert

source: disconnected
de: Getrennt

source: discussion/interview/debate
de: Diskussion/Interview/Debatte

source: documentary
de: Dokumentation

source: documentary (general)
de: Dokumentarfilm (allgemein)

source: drama (general)
de: Drama (allgemein)

source: east
de: Ost

source: ecm time:
de: ECM-Zeit:

source: economics/social advisory
de: Wirtschaft/Soziales

source: education/information (general)
de: Bildung/Information (allgemein)

source: education/science/factual topics (general)
de: Bildung/Wissenschaft/Sachthemen (allgemein)

source: embedded
de: Integriert

source: empty
de: Leer

source: enabled
de: Aktiviert

source: end cut here
de: Schnitt endet hier

source: enigma2 and network
de: Enigma2 und Netzwerk

source: entertainment (10-16 year old)
de: Unterhaltung (10-16 Jahre)

source: entertainment (6-14 year old)
de: Unterhaltung (6-14 Jahre)

source: entertainment (general)
de: Unterhaltung (allgemein)

source: equal to
de: gleich

source: equestrian
de: Pferdesport

source: error starting scanning
de: Fehler beim Start der Suche!

source: error while scanning
de: Fehler beim Suchen!

source: execute cuts (requires MovieCut plugin)
de: Filmschnitt ausführen (erfordert das MovieCut-Plugin)

source: exit DVD player or return to file browser
de: DVD-Player verlassen oder zurück zum Dateimanager

source: experimental film/video
de: experimenteller Film/Video

source: externally loopthrough to
de: Extern verbunden mit

source: failed
de: Fehlgeschlagen!

source: fashion
de: Mode

source: fast
de: Schnell

source: file can not displayed - file not found
de: Datei kann nicht angezeigt werden! Datei nicht gefunden!

source: fileformats (BMP, PNG, JPG, GIF)
de: Dateiformate (BMP, PNG, JPG, GIF)

source: filename
de: Dateiname

source: film/cinema
de: Kino/Film

source: fine arts
de: Kunst

source: fitness & health
de: Fitness & Gesundheit

source: flat alphabetic
de: Alphabetisch (inkl. Ordner)

source: flat alphabetic reverse
de: Umgekehrt alphabetisch (inkl. Ordner)

source: folk/traditional music
de: Volksmusik/traditionelle Musik

source: football/soccer
de: Fußball

source: foreign countries/expeditions
de: Ausland/Expeditionen

source: forward to the next chapter
de: Weiter zum nächsten Kapitel

source: free
de: Frei

source: free diskspace
de: Freier Festplattenspeicher

source: from
de: von

source: further education
de: Weiterbildung

source: game show/quiz/contest
de: Spielshow/Quiz/Wettbewerb

source: gardening
de: Gartenarbeit

source: get the cards' server
de: Einlesen der Card-Server

source: grab this frame as bitmap
de: Diesen Frame als Bitmap speichern

source: green
de: Grün

source: handicraft
de: Handwerk

source: handled
de: Abgearbeitet

source: height
de: Höhe

source: help...
de: Hilfe...

source: inactive
de: inaktiv

source: increase uphop by 1
de: Uphop um 1 erhöhen

source: information/education/school program
de: Information/Bildung/Schulprogramm

source: infotainment (general)
de: Infotainment (allgemein)

source: init module
de: Modul initialisieren

source: init modules
de: Module initialisieren

source: insert mark here
de: Markierung hier einfügen

source: installed
de: Installiert

source: instant record
de: Sofortaufnahme

source: internally loopthrough to
de: Intern verbunden mit

source: jump back to the previous title
de: Zum letzten Titel springen

source: jump forward to the next title
de: Zum nächsten Titel springen

source: jump to chapter by number
de: Nach Nummer zum Kapitel springen

source: languages
de: Sprachen

source: leave movie player
de: Movieplayer verlassen

source: left
de: Links

source: leisure hobbies (general)
de: Freizeithobbys (allgemein)

source: length
de: Länge

source: lime
de: Limette

source: literature
de: Literatur

source: live broadcast
de: Live-Übertragung

source: locked
de: Signal

source: long
de: lang

source: loopthrough to
de: durchschleifen an

source: magazines/reports/documentary
de: Magazine/Berichte/Dokumentationen

source: manual
de: Manuell

source: martial sports
de: Kampfsport

source: medicine/physiology/psychology
de: Medizin/Physiologie/Psychologie

source: module disabled
de: Modul deaktiviert

source: month
de: Monat

source: motoring
de: Motorsport

source: move
de: Verschieben

source: movie (general)
de: Film (allgemein)

source: movie/drama (general)
de: Film/Drama (allgemein)

source: music (general)
de: Musik (allgemein)

source: music/ballet/dance (general)
de: Musik/Ballett/Tanz (allgemein)

source: musical/opera
de: Musical/Oper

source: n/a
de: n/v

source: nature/animals/environment
de: Natur/Tiere/Umwelt

source: new media
de: Neue Medien

source: news (general)
de: Nachrichten (allgemein)

source: news magazine
de: Nachrichtenmagazin

source: news/current affairs (general)
de: Nachrichten (allgemein)

source: news/weather report
de: Nachrichten/Wetterbericht

source: no
de: Nein

source: no CAId selected
de: Keine CAID ausgewählt

source: no CI slots found
de: Keinen CI-Slot gefunden!

source: no channel list
de: keine Senderliste

source: no module found
de: Kein Modul gefunden

source: no or unknown card inserted
de: Keine oder unbekannte Karte eingesteckt

source: no resource manager
de: Kein Resourcen-Manager

source: no storage devices found
de: Keine Speichergeräte gefunden!

source: none
de: Keine

source: not
de: nicht

source: not locked
de: Kein Signal

source: not supported
de: Nicht unterstützt

source: not tested
de: Nicht getestet

source: not used
de: Nicht verwendet

source: not_tested
de: Nicht getestet

source: nothing connected
de: Nichts angeschlossen

source: of a DUAL layer medium used.
de: eines Dual-Layer-Mediums benutzt.

source: of a SINGLE layer medium used.
de: eines Single-Layer-Mediums benutzt.

source: off
de: Aus

source: off or wpa2 on
de: aus oder WPA2 an

source: offset is
de: Versatz ist

source: olympic blue
de: Olympisches Blau

source: on READ ONLY medium.
de: Auf dem nicht beschreibbaren Medium.

source: original language
de: Originalsprache

source: package
de: Paket

source: packages
de: Pakete

source: pass
de: Durchgang

source: performing arts
de: Darstellende Künste

source: pink
de: Rosa

source: please wait, loading picture...
de: Bild wird geladen. Bitte warten...

source: popular culture/traditional arts
de: Beliebte Kultur/Traditionelle Kunst

source: pre-school children's program
de: Programm für Vorschulkinder

source: provid:
de: Bereitstellen:

source: provider:
de: Anbieter:

source: purple
de: Lila

source: red
de: Rot

source: reliable
de: Zuverlässig

source: reliable, retune
de: Zuverlässig, neu Abstimmen

source: remarkable people
de: Bemerkenswerte Menschen

source: remove after this position
de: Nach dieser Position entfernen

source: remove before this position
de: Vor dieser Position entfernen

source: remove this mark
de: Diese Markierung entfernen

source: restoring satellites.xml not possible!
de: Wiederherstellung von 'satellites.xml' nicht möglich!

source: reverse by date
de: Umgekehrt nach Datum

source: rewind to the previous chapter
de: Zum vorherigen Kapitel zurück

source: right
de: Rechts

source: romance
de: Romanze

source: rose
de: Rosé

source: satellites.xml not found or corrupted! It is possible to watch TV, but it's not possible to search for new TV channels or to configure tuner settings
de: 'satellites.xml' nicht gefunden oder beschädigt! Es ist möglich, TV zu schauen, aber es ist nicht möglich, nach neuen TV-Sendern zu suchen oder die Tunereinstellungen zu konfigurieren.

source: scan state
de: Status Suchlauf

source: science fiction/fantasy/horror
de: Science Fiction/Fantasie/Horror

source: search EPG...
de: EPG durchsuchen...

source: select CAId's
de: CAIDs auswählen

source: serious music/classic music
de: Ernsthafte Musik/klassische Musik

source: serious/classical/religious/historical movie/drama
de: Ernsthafter/klassischer/religiöser/historischer Film/Drama

source: share:
de: Freigabe:

source: show DVD main menu
de: DVD-Hauptmenü anzeigen

source: show EPG...
de: Standard-EPG anzeigen

source: show all cards
de: Alle Smartcards anzeigen

source: show all tags
de: Alle Tags anzeigen

source: show cards with uphop 0
de: Cards mit Uphop 0 anzeigen

source: show cards with uphop 1
de: Cards mit Uphop 1 anzeigen

source: show cards with uphop 2
de: Cards mit Uphop 2 anzeigen

source: show cards with uphop 3
de: Cards mit Uphop 3 anzeigen

source: show cards with uphop 4
de: Cards mit Uphop 4 anzeigen

source: show cards with uphop 5
de: Cards mit Uphop 5 anzeigen

source: show cards with uphop 6
de: Cards mit Uphop 6 anzeigen

source: show cards with uphop 7
de: Cards mit Uphop 7 anzeigen

source: show cards with uphop 8
de: Cards mit Uphop 8 anzeigen

source: show cards with uphop 9
de: Cards mit Uphop 9 anzeigen

source: show program information...
de: Programm-Informationen anzeigen

source: show/game show (general)
de: Show/Spielshow (allgemein)

source: shuffle
de: Zufällig

source: simple
de: Einfach

source: size
de: Größe

source: skip backward
de: Rückwärts springen

source: skip backward (enter time)
de: Rückwärts springen (Zeit eingeben)

source: skip forward
de: Vorwärts springen

source: skip forward (enter time)
de: Vorwärts springen (Zeit eingeben)

source: slow
de: Langsam

source: soap/melodrama/folkloric
de: Soap/Melodram/Folklore

source: social/political issues/economics (general)
de: Sozial/Politik/Wirtschaft (allgemein)

source: social/spiritual science
de: Sozial/Geisteswissenschaft

source: special (general)
de: Spezial (allgemein)

source: special events
de: Großereignisse

source: sport (general)
de: Sport (allgemein)

source: sports (general)
de: Sport (allgemein)

source: sports magazine
de: Sport-Magazin

source: start cut here
de: Schnitt hier starten

source: step size
de: Schrittweite

source: successful
de: Erfolgreich

source: switch 12 to 8 character display mode
de: Display von 12 nach 8 Zeichen umstellen

source: switch Nand and SDcard
de: Flash mit SD-Karte tauschen

source: switch to the next angle
de: Zur nächsten Kameraperspektive wechseln

source: switch to the next audio track
de: Zum nächsten Audiotitel wechseln

source: switch to the next subtitle language
de: Zur nächsten Untertitel-Sprache wechseln

source: team sports
de: Mannschaftssport

source: technology/natural science
de: Technik/Naturwissenschaft

source: teletext
de: Videotext

source: template file
de: Template-Datei

source: this recording
de: Diese Aufnahme

source: toggle time, chapter, audio, subtitle info
de: Zeit-, Kapitel-, Audio- und Untertitel-Informationen umschalten

source: tourism/travel
de: Tourismus/Reise

source: traditional (fast)
de: Klassisch (schnell)

source: traditional (fast), retune
de: Klassisch (schnell), neu Abstimmen

source: tree delete
de: Baum Löschen

source: uShare Actions
de: uShare-Aktionen

source: uShare Selection Actions
de: uShare-Auswahlaktionen

source: uShare Setting Actions
de: uShare-Einstellungsaktionen

source: uShare Settings
de: uShare-Medienserver

source: unavailable
de: nicht verfügbar

source: unconfirmed
de: Nicht bestätigt

source: unknown
de: Unbekannt

source: unknown error
de: Unbekannter Fehler

source: unpublished
de: unveröffentlicht

source: untestable
de: Untestbar

source: userdefined
de: benutzerdefiniert

source: using:
de: Benutzen:

source: variety show
de: Variete

source: view extensions...
de: Erweiterungen anzeigen

source: violet
de: Violett

source: wait for ci...
de: Warte auf CI...

source: wait for mmi...
de: Warte auf MMI...

source: water sport
de: Wassersport

source: white
de: Weiß

source: width
de: Breite

source: wireless network interface
de: drahtlose Netzwerkschnittstelle

source: with %d error
de: mit %d Fehler

source: with errors
de: Mit Fehlern

source: with_errors
de: Mit Fehlern

source: working
de: Arbeite

source: yellow
de: Gelb

source: yes
de: Ja

source: yes (keep feeds)
de: Ja (Feeds beibehalten)
