Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Password Actions
de: Passwort Aktionen

source: Password Settings
de: Passwort einrichten

source: Password changed
de: Passwort geändert

source: Password changed.
de: Passwort geändert.

source: Password-Change
de: Passwort-geändert

source: Path '%s' missing!
de: Pfad '%s' nicht vorhanden!

source: Path to save not exist: '/tmp/'
de: Pfad zum Speichern nicht vorhanden: '/tmp/'

source: Pause movie at end
de: Am Filmende pausieren

source: Pause playback
de: Abspielen anhalten

source: Pause/Continue playback
de: Pause/Wiedergabe fortsetzen

source: Pausing
de: Pause

source: Peak load (max queued requests per workerthread)
de: Spitzenauslastung (max. Anfragen per Arbeits-Thread)

source: Percentage
de: Prozent

source: Percentage left
de: Prozent links

source: Percentage right
de: Prozent rechts

source: Percentage/Progress bar left
de: Prozent/Fortschrittsanzeige links

source: Percentage/Progress bar right
de: Prozent/Fortschrittsanzeige rechts

source: Perform an on-line flash instead
de: Stattdessen einen Online-Flash durchführen

source: Perform the upgrade?
de: Das Upgrade durchführen?

source: Permanently delete all recordings in the trash can?
de: Alle Aufnahmen im Papierkorb endgültig löschen?

source: Permanently remove all deleted items
de: Papierkorb leeren

source: Permanently remove the MultiBoot files?
de: Die MultiBoot-Dateien dauerhaft entfernen?

source: Permissions
de: Berechtigungen

source: Persian
de: Persisch

source: Philippines
de: Philippinen

source: PiP
de: Bild-im-Bild

source: PiP Actions
de: Bild-im-Bild Aktionen

source: PiP with OSD
de: Bild-im-Bild mit OSD

source: PiP-Zap
de: Bild-im-Bild Zap

source: PiPSetup
de: Bild-im-Bild Einstellungen

source: PiPZap
de: Bild-im-Bild umschalten

source: Picon and Service Name
de: Picon und Sendername

source: Picon install location
de: Zielordner für Picons

source: Picon width
de: Picon Breite

source: Picture in EPG
de: MiniTV im vertikalen EPG anzeigen

source: Picture in Picture Setup
de: Bild-im-Bild Einstellungen

source: Picture in graphics
de: MiniTV im grafischen EPG anzeigen

source: Pictures
de: Bilder

source: Pid
de: Bild-im-Bild

source: Pixels
de: Pixel

source: Play
de: Abspielen

source: Play DVD
de: DVD abspielen

source: Play DVDs
de: DVDs abspielen

source: Play In Main Window
de: Im Hauptfenster abspielen

source: Play In PiP Window
de: Als Bild-im-Bild wiedergeben

source: Play Service With Stream Relay
de: Sender mit Stream Relay abspielen

source: Play Service Without Stream Relay
de: Sender ohne Stream Relay abspielen

source: Play all audio files in the directory
de: Alle Audiodateien des Verzeichnisses abspielen

source: Play audio in background
de: Audio im Hintergrund abspielen

source: Play audio-CD...
de: Audio-CD wiedergeben...

source: Play back media files
de: Wiedergabe von Mediendateien

source: Play entry
de: Eintrag abspielen

source: Play from next mark or play list entry
de: Wiedergabe ab der nächsten Markierung oder Playlist-Eintrag

source: Play from previous mark or play list entry
de: Wiedergabe ab der letzten Markierung oder Playlist-Eintrag

source: Play in Main
de: Im Hauptbild anzeigen

source: Play in PiP
de: Im Bild-im-Bild anzeigen

source: Play music...
de: Musik abspielen...

source: Play next
de: Nächsten abspielen

source: Play next (return to movie list)
de: Nächsten abspielen (zurück zur Filmauswahl)

source: Play next (return to previous service)
de: Nächsten abspielen (zurück zum letzten Sender)

source: Play previous
de: Vorherigen abspielen

source: Play recorded movies
de: Aufgenommene Filme abspielen

source: Play selected service in a PiP window
de: Gewählten Kanal ins Bild-im-Bild Fenster

source: Play selected service on the main screen
de: Gewählten Sender auf den Hauptbildschirm

source: Play service with Stream Relay
de: Sender mit Stream Relay abspielen

source: Play service without Stream Relay
de: Sender ohne Stream Relay abspielen

source: Play the audio file
de: Die Audiodatei abspielen

source: Play the selected service
de: Gewählten Sender abspielen

source: Playback Settings
de: Wiedergabe

source: Playback, Recording, VOD & Time Shift
de: Aufnahmen, VOD & Timeshift

source: Please Wait
de: Bitte warten

source: Please add titles to the compilation.
de: Titel zur Zusammenstellung hinzufügen.

source: Please be patient.
de: Bitte warten.

source: Please be sure that your usb drive is NOT CONNECTED to your %s %s box before you continue.
de: Bitte stellen Sie sicher, dass Ihr USB-Laufwerk NICHT mit Ihrer %s %s-Box VERBUNDEN ist, bevor Sie fortfahren.

source: Please choose an extension...
de: Eine Erweiterung auswählen

source: Please do not change any values unless you know what you are doing!
de: Bei Unsicherheit bitte keine Werte ändern!

source: Please enter a name for the HDMI-IN
de: Bitte den Namen für HDMI-IN eingeben

source: Please enter a name for the new bouquet
de: Bitte den Namen für das neue Bouquet eingeben

source: Please enter a name for the new directory:
de: Bitte den Namen des neuen Verzeichnisses eingeben:

source: Please enter a name for the new marker
de: Bitte den Namen für den neuen Marker eingeben

source: Please enter a new filename, the extension may not be changed:
de: Bitte einen neuen Dateinamen eingeben. Die Erweiterung wird möglicherweise nicht geändert:

source: Please enter filename (empty = use current date)
de: Bitte den Dateinamen eingeben (leer = Dateiname ist aktuelles Datum)

source: Please enter name of the new symbolic link:
de: Bitte Namen des neuen Symlinks eingeben:

source: Please enter new name:
de: Bitte neuen Namen eingeben:

source: Please enter the correct pin code
de: Bitte korrekten PIN-Code eingeben!

source: Please enter the new directory name:
de: Bitte neuen Verzeichnisnamen eingeben:

source: Please enter the new file name:
de: Bitte neuen Dateinamen eingeben:

source: Please enter the new tag:
de: Bitte den neuen Tag eingeben:

source: Please enter the old PIN code
de: Bitte alten PIN-Code eingeben

source: Please follow the instructions on the TV
de: Den Anweisungen auf dem Bildschirm folgen

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
de: Auf das zuletzt ausgewählte Medium konnte nicht zugegriffen werden, daher wird stattdessen das Standardverzeichnis verwendet.

source: Please open Picture in Picture first
de: Bitte zuerst Bild-im-Bild aktivieren

source: Please press OK to continue.
de: OK drücken, um fortzufahren.

source: Please press OK when ready
de: OK drücken, wenn bereit

source: Please select a default EPG type...
de: Bitte einen Standard-EPG-Typ auswählen...

source: Please select a distribution from which you would like to flash an image:
de: Eine Distribution auswählen, von der ein Image geflasht werden soll:

source: Please select a line to edit or select add to create new line.
de: Die Zeile auswählen, die bearbeiten werden soll, oder 'Hinzufügen', um eine neue Zeile zu erstellen.

source: Please select a play list to delete...
de: Bitte eine Playlist zum Löschen auswählen...

source: Please select a play list...
de: Bitte eine Playlist auswählen...

source: Please select a resolution...
de: Bitte eine Auflösung auswählen...

source: Please select an aspect ratio...
de: Bitte ein Bild-Seitenverhältnis auswählen...

source: Please select device to use as swap file location
de: Bitte ein Gerät als Speicherort auswählen

source: Please select medium to be scanned
de: Bitte ein Medium auswählen

source: Please select medium to use as backup location
de: Bitte den Speicherort der Sicherung auswählen

source: Please select tag to filter...
de: Bitte einen Tag zum Filtern auswählen...

source: Please select the device or Cancel to cancel the selection.
de: Das Gerät auswählen oder die Auswahl abbrechen.

source: Please select the movie path...
de: Bitte den Filmpfad auswählen...

source: Please select the sub-service to record:
de: Einen Unterkanal zur Aufnahme auswählen:

source: Please select the target location to save the backup:
de: Zielverzeichnis für die Sicherung angeben:

source: Please select what to do after flash of the following image:
de: Auswählen, wie folgendes Image geflasht werden soll:

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press OK to continue.
de: Die Position der Benutzeroberfläche justieren. Die Ränder des roten Bereichs sollten die Ränder des TV-Bildschirms berühren. OK drücken, um fortzufahren.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press green to continue.
de: Die Position der Benutzeroberfläche justieren. Die Ränder des roten Bereichs sollten die Ränder des TV-Bildschirms berühren. Danach GRÜN drücken.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
de: Verschieben von Bild-im-Bild über die Navigationstasten. Tasten P+/CH+ und P-/CH- drücken, um die Größe zu ändern. OK zum Speichern drücken, EXIT zum Abbrechen.

source: Please wait
de: Bitte warten

source: Please wait for activation of your network configuration...
de: Die Netzwerkkonfiguration wird aktiviert. Bitte warten...

source: Please wait while feeds are updated...
de: Feeds werden aktualisiert. Bitte warten...

source: Please wait while gathering data...
de: Daten werden eingelesen. Bitte warten...

source: Please wait while locale/language is deleted...
de: Sprachregion / Sprache wird gelöscht. Bitte warten...

source: Please wait while locale/language is installed...
de: Sprachregion / Sprache wird installiert. Bitte warten...

source: Please wait while locales/languages are purged...
de: Sprachregion / Sprache wird bereinigt. Bitte warten...

source: Please wait while scanning is in progress...
de: Der Suchvorgang läuft. Bitte warten...

source: Please wait while the data is extracted...
de: Daten werden entpackt. Bitte warten...

source: Please wait while the feeds are reset (cleared and reloaded)...
de: Die Feeds werden gelöscht und dann neu geladen. Bitte warten...

source: Please wait while the file is read and processed...
de: Bitte warten während die Datei gelesen und verarbeitet wird...

source: Please wait while the plugin is installed.
de: Das Plugin wird installiert. Bitte warten...

source: Please wait while the plugin is removed.
de: Das Plugin wird entfernt. Bitte warten...

source: Please wait while the plugin is replaced.
de: Das Plugin wird ersetzt. Bitte warten...

source: Please wait while the plugin is updated.
de: Das Plugin wird aktualisiert. Bitte warten...

source: Please wait while we check your installed plugins...
de: Die installierten Plugins werden geprüft. Bitte warten...

source: Please wait while we configure your network...
de: Das Netzwerk wird konfiguriert. Bitte warten...

source: Please wait while we prepare your network interfaces...
de: Die Netzwerkschnittstellen werden vorbereitet. Bitte warten...

source: Please wait while we test your network...
de: Das Netzwerk wird überprüft. Bitte warten...

source: Please wait while your network is restarting...
de: Das Netzwerk wird neu gestartet. Bitte warten...

source: Please wait whilst feeds state is checked.
de: Der Feed-Status wird überprüft. Bitte warten...

source: Please wait, loading image...
de: Das Image wird geladen. Bitte warten...

source: Please wait.
de: Bitte warten...

source: Please wait...
de: Bitte warten...

source: Please wait... Loading list...
de: Die Liste wird geladen. Bitte warten...

source: Plugin Action Log
de: PluginInstall Log

source: Plugin Action Log Actions
de: PluginInstall Log-Aktionen

source: Plugin Browser
de: Erweiterungen

source: Plugin Browser Actions
de: Plugin-Manager Aktionen

source: Plugin Browser Edit Actions
de: Plugin-Manager Bearbeitungsaktionen

source: Plugin Browser Install Actions
de: Plugin-Manager Installationsaktionen

source: Plugin Browser Navigation Actions
de: Plugin-Manager Steuerungsaktionen

source: Plugin Browser Remove Actions
de: Plugin-Manager Löschaktionen

source: Plugin Browser Select Actions
de: Plugin-Manager Auswahlaktionen

source: Plugin Browser Settings
de: Plugin-Manager Einstellungen

source: Plugin Browser Update Actions
de: Plugin-Manager Aktualisierungsaktionen

source: Plugin Browser layout
de: Plugin-Manager Darstellung

source: Plugins
de: Erweiterungen

source: Poland
de: Polen

source: Polarization
de: Polarisation

source: Polish
de: Polnisch

source: Popup
de: Aufblenden

source: Port number for the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
de: Port-Nummer des Stream-Relay-Servers, um Dienste zu entschlüsseln, die nur über Stream Relay entschlüsselt werden können.

source: Port of fallback remote receiver
de: Port des Reserve-Receivers

source: Portuguese
de: Portugiesisch

source: Position Setup
de: Positionseinstellung

source: Position of finished Timers in Timerlist
de: Position beendeter Timeraufnahmen in der Timerliste

source: Position of recording icons
de: Position der Aufnahmesymbole

source: Position stored at index
de: Position im Index gespeichert

source: Positioner
de: Rotor

source: Positioner (selecting satellites)
de: Rotor (Satelliten auswählen)

source: Positioner Setup Log
de: Rotoreinstellungen-Log

source: Positioner setup
de: Rotoreinstellungen

source: Power
de: Ausschalttaste

source: Power LED State in Deep-Standby
de: Power-LED im Deep-Standby

source: Power LED State in Standby
de: Power-LED im Standby

source: Power LED can be turned on or off here.
de: Die Power-LED kann hier an- oder ausgeschaltet werden.

source: Power LED state during deep-standby.
de: Die Anzeige der Power-LED im Deep-Standby einstellen.

source: Power LED state during standby.
de: Die Anzeige der Power-LED im Standby einstellen.

source: Power On Display
de: Display einschalten

source: Power threshold in mA
de: Schwellwert Stromverbrauch in mA

source: PowerTimer Actions
de: PowerTimer-Aktionen

source: PowerTimer Overview
de: PowerTimer-Übersicht

source: PowerTimer Settings
de: PowerTimer-Einstellungen

source: PowerTimers
de: PowerTimer

source: Predefined
de: Vordefiniert

source: Predefined transponder
de: Vordefinierte Transponder

source: Prefer AC3 track
de: AC3 bevorzugen

source: Prefer AC3+ track
de: AC3+ bevorzugen

source: Prefer audio track stored by service
de: Standard-Audiostream des Programms bevorzugen

source: Prefer graphical DVB subtitles
de: Grafische DVB-Untertitel bevorzugen

source: Prefer subtitles for hearing impaired
de: Untertitel für Hörgeschädigte bevorzugen

source: Prefer subtitles stored by service
de: Eingestellte Untertitel des Programms speichern

source: Preferred tuner
de: Bevorzugter Tuner

source: Preferred tuner ATSC
de: Bevorzugter Tuner ATSC

source: Preferred tuner ATSC for recordings
de: Bevorzugter Tuner ATSC für Aufnahmen

source: Preferred tuner DVB-C
de: Bevorzugter Tuner DVB-C

source: Preferred tuner DVB-C for recordings
de: Bevorzugter Tuner DVB-C für Aufnahmen

source: Preferred tuner DVB-S
de: Bevorzugter Tuner DVB-S

source: Preferred tuner DVB-S for recordings
de: Bevorzugter Tuner DVB-S für Aufnahmen

source: Preferred tuner DVB-T
de: Bevorzugter Tuner DVB-T

source: Preferred tuner DVB-T for recordings
de: Bevorzugter Tuner DVB-T für Aufnahmen

source: Preferred tuner for recordings
de: Bevorzugter Tuner bei Aufnahmen

source: Preferred tuners for recordings, multiple selection allowed
de: Bevorzugte Tuner bei Aufnahmen

source: Preparation time for recording
de: Vorbereitungszeit für die Aufnahme

source: Preparing... Please wait
de: Vorbereitung läuft. Bitte warten...

source: Preschool
de: Vorschule

source: Press '0' to toggle PiP mode
de: Die Taste '0' drücken, um den Bild-im-Bild Modus zu wechseln

source: Press EXIT to close.
de: Zum Schließen EXIT drücken.

source: Press EXIT to return to the help screen.
de: EXIT drücken, um zum Hilfebildschirm zurückzukehren.

source: Press GREEN to enable MultiBoot!
de: GRÜN drücken, um MultiBoot zu aktivieren!

source: Press OK for MultiBoot selection.
de: OK drücken für die Multiboot-Auswahl.

source: Press OK on your remote control to continue.
de: OK drücken, um fortzufahren.

source: Press OK to activate the selected skin.
de: OK drücken, um den gewählten Skin zu aktivieren.

source: Press OK to activate the settings.
de: OK drücken, um die Einstellungen zu aktivieren.

source: Press OK to continue.
de: OK drücken, um fortzufahren.

source: Press OK to edit the settings.
de: OK drücken, um die Einstellungen zu bearbeiten.

source: Press OK to enter PIN code
de: OK drücken, um den PIN-Code einzugeben

source: Press OK to get further details for %s
de: OK drücken, um weitere Details über %s zu erhalten

source: Press OK to init module
de: OK drücken, um das Modul zu initialisieren

source: Press OK to install and use this language. [%s]
de: OK drücken, um diese Sprache zu installieren und zu verwenden: [%s]

source: Press OK to install and use this locale. [%s]
de: OK drücken, um die Sprachregion zu installieren und zu verwenden: [%s]

source: Press OK to open module info
de: OK drücken, um die Modulinformationen zu öffnen

source: Press OK to reset PIN code
de: OK drücken, um den PIN-Code zurückzusetzen

source: Press OK to reset module
de: OK drücken, um das Modul zurückzusetzen

source: Press OK to scan
de: OK drücken, um den Suchlauf zu starten.

source: Press OK to select a group of satellites to configure in one block.
de: OK drücken, um eine Gruppe von Satelliten auszuwählen, die in einem Block konfiguriert werden sollen.

source: Press OK to select a provider.
de: OK drücken, um einen Anbieter auszuwählen.

source: Press OK to select a service.
de: OK drücken, um einen Service auszuwählen.

source: Press OK to select satellites
de: OK drücken, um Satelliten auszuwählen

source: Press OK to select/deselect a CAId.
de: OK drücken, um eine CAID aus-/abzuwählen.

source: Press OK to set the MAC address.
de: OK drücken, um die MAC-Adresse zu setzen.

source: Press OK to start the backup now
de: OK drücken, um die Sicherung jetzt zu starten

source: Press OK to start the scan
de: OK drücken, um den Suchlauf zu starten.

source: Press OK to toggle the selection
de: OK drücken, um die Auswahl zu tauschen

source: Press OK to toggle the selection.
de: OK drücken, um die Auswahl zu markieren.

source: Press OK to use this language. [%s]
de: OK drücken, um diese Sprache zu verwenden: [%s]

source: Press OK to use this locale. [%s]
de: OK drücken, um die Sprachregion zu verwenden: [%s]

source: Press the UP/DOWN buttons to select a slot and press OK or GREEN to reboot to that image. If available, YELLOW will either delete or wipe the image. A deleted image can be restored with the BLUE button. A wiped image is completely removed and cannot be restored!
de: Mit Hoch/Runter einen Slot auswählen, dann OK oder GRÜN drücken, um zu diesem Image zu wechseln. Mit GELB ('Löschen' / 'Schreddern' - falls verfügbar) das Image entfernen. Ein gelöschtes Image kann mit BLAU wiederhergestellt werden, ein geschreddertes dagegen NICHT!

source: Press this button to emulate a long press on a button pressed afterwards (this also overrides any other actions assigned to emulation button).
de: Diese hier eingestellte Taste emuliert einen langen Tastendruck, gefolgt von der ausgewählten Taste (diese Funktion hat Vorrang vor anderen Tastenzuweisungen).

source: Press yellow to set this interface as the default interface.
de: GELB drücken, um diese Schnittstelle als Standardschnittstelle festzulegen.

source: Pressing the panic button will zap you to this channel number in your first bouquet.
de: Die Sendernummer (in der ersten Favoritenliste) einstellen, zu der beim Drücken der Paniktaste umgeschaltet wird.

source: Prev quad PiP channel
de: Auf die vorherige Sendergruppe schalten

source: Preview
de: Vorschau

source: Preview menu
de: Vorschau des DVD-Menüs

source: Previous
de: Vorheriges

source: Previous Bouquet
de: Favoriten zurück

source: Previous Page
de: Seite zurück

source: Previous channel page
de: Vorherige Kanalseite

source: Previous/Next bouquet
de: Vorherige/Nächste Favoriten

source: Previous/Next page
de: Vorherige/Nächste Seite

source: Prevsong
de: Vorheriges Lied

source: Primary DNS
de: Primärer DNS

source: Primetime hour
de: Primetime: Stunde

source: Primetime minute
de: Primetime: Minuten

source: Priority
de: Priorität

source: Proceed to the next step
de: Weiter zum nächsten Schritt

source: Proceed with the update
de: Fortfahren mit der Aktualisierung

source: Process BLUE button action
de: Aktion der Taste BLAU verarbeiten

source: Process GREEN button action
de: Aktion der Taste GRÜN verarbeiten

source: Process RED button action
de: Aktion der Taste ROT verarbeiten

source: Process YELLOW button action
de: Aktion der Taste GELB verarbeiten

source: Processing
de: Bearbeite

source: Profile
de: Profil

source: Profile: Local box
de: Profil: Lokaler Receiver

source: Program
de: Programm

source: Program '%s' needs to be installed to perform this action. Do you want to install the '%s' package to install the program?
de: Das Programm '%s' muss für diese Aktion installiert sein! Soll das Paket '%s' installiert werden, welches dieses Programm enthält?

source: Progress
de: Fortschritt

source: Progress bar left
de: Fortschrittsanzeige links

source: Progress bar right
de: Rechts

source: Progress bar/Percentage left
de: Fortschrittsanzeige/Prozent links

source: Progress bar/Percentage right
de: Fortschrittsanzeige/Prozent rechts

source: Progress bar/Remaining minutes left
de: Fortschrittsanzeige/verbleibende Minuten links

source: Progress bar/Remaining minutes right
de: Fortschrittsanzeige/verbleibende Minuten rechts

source: Progress info font size
de: Schriftgröße für Fortschrittsinformationen

source: Progress:
de: Fortschritt:

source: Properties of current title
de: Details zum ausgewählten Titel

source: Protect Screens
de: Benutzeroberfläche schützen

source: Protect configuration
de: Konfiguration schützen

source: Protect context menus
de: Kontextmenüs schützen

source: Protect main menu
de: Hauptmenü schützen

source: Protect movie list
de: Filmauswahl schützen

source: Protect on epg age
de: Schützen durch EPG-Altersangaben

source: Protect plugin browser
de: Plugin-Manager schützen

source: Protect services
de: Programme vor unbefugtem Zugriff schützen

source: Protect software update screen
de: Bildschirm zur Softwareaktualisierung schützen

source: Protect standby menu
de: Ausschaltmenü schützen

source: Protect timer menu
de: Timermenü schützen

source: Protocol
de: Protokoll

source: Provider
de: Anbieter

source: Provider Name:
de: Name Provider:

source: Provider:
de: Anbieter:

source: Providers
de: Anbieter

source: Providers:
de: Anbieter:

source: Providers:
de: Anbieter:

source: Purge
de: Bereinigen

source: Purge 'Trash' after (days)
de: Papierkorb nach x Tagen leeren

source: Purge Deleted User Bouquets
de: Gelöschte Benutzerfavoriten entfernen

source: Purge all but / Add / Delete the currently highlighted locale/language
de: Alle löschen außer / Hinzufügen / Löschen der aktuell markierten Sprachregion

source: Purge all but the current and permanent locales/languages. Add the current locale/language if it is not installed. Delete the current locale/language if it is installed.
de: Alle Sprachen mit Ausnahme der aktuellen und permanenten Sprachregionen löschen. Die aktuelle Sprachregion hinzufügen, wenn sie nicht installiert ist. Die aktuelle Sprachregion löschen, wenn sie installiert ist.
