Repository: osno/osno
Catalog: po/*.po
Languages: de

source: Click the button on your remote you want to change.
de: Die Taste der Fernbedienung drücken, die mit einer neuen Funktion belegt werden soll.

source: Client %s-%s
de: Kunde %s-%s

source: Client Mode setup
de: Einrichtung des Client-Modus

source: Client is streaming from this box!
de: Ein Client streamt gerade von diesem Receiver!

source: Client mode
de: Client-Modus

source: Clone TV screen to LCD
de: TV-Bild auf das Display spiegeln

source: Close
de: Schließen

source: Close PiP on exit
de: Beende Bild-im-Bild mit EXIT

source: Close Task List
de: Aufgabenliste schließen

source: Close Task View
de: Aufgabenansicht schließen

source: Close bouquet list
de: Bouquetliste schließen

source: Close bouquet list.
de: Schließe Favoritenliste.

source: Close dialog
de: Dialog schließen

source: Close screen
de: Bildschirm schließen

source: Close the Kexec MultiBoot Manager
de: Kexec MultiBoot Verwaltung beenden

source: Close the Plugin Browser screen
de: Plugin-Manager beenden

source: Close the choice box
de: Auswahlbox schliessen

source: Close the current screen
de: Aktuellen Bildschirm schließen

source: Close the screen
de: Bildschirm schließen

source: Close the screen and exit all menus
de: Bildschirm schließen und alle Menüs verlassen

source: Close the screen without saving any changes
de: Bildschirm schließen, ohne die Änderungen zu speichern

source: Close the window
de: Fenster schließen

source: Close this screen
de: Diesen Bildschirm schließen

source: Close title selection
de: Titelauswahl schließen

source: Cocos (Keeling) Islands
de: Kokosinseln

source: Code R. LP-HP & Guard Int.
de: Code R. LP-HP & Schutz Int.

source: Code rate HP
de: Informationsrate HP

source: Code rate LP
de: Informationsrate LP

source: Collapse
de: Reduzieren

source: Collection name
de: Name der Zusammenstellung

source: Collection settings
de: Eigenschaften der Zusammenstellung

source: Colombia
de: Kolumbien

source: Color
de: Farbe

source: Color format
de: Farbformat

source: Color space
de: Farbraum

source: Colored Text
de: Farbiger Text

source: Combined
de: Kombiniert

source: Command '%s' is unknown
de: Der Befehl '%s' ist unbekannt!

source: Command To Run
de: Befehl zum Ausführen

source: Command execution...
de: Befehl wird ausgeführt...

source: Command order
de: Befehlsfolge

source: Command to run
de: Auszuführender Befehl

source: Command type
de: Befehlsart

source: Common Interface Assignment
de: Common Interface Zuweisung

source: Common Interface Settings
de: CI-Einstellungen

source: Common Settings
de: Allgemeine Einstellungen

source: Common Setup Actions
de: Allgemeine Setup-Aktionen

source: Comoros
de: Komoren

source: Complete
de: Komplett

source: Complex (allows mixing audio tracks and aspects)
de: Komplex (Erlaubt das Mischen von Tonspuren und Formaten)

source: Composition of the recording filenames
de: Dateinamen für Aufnahmen

source: Compressed bits/pixel
de: Komprimierte Bits/Pixel

source: Config
de: Konfiguriere

source: Config file %s saved.
de: Konfigurationsdatei %s gespeichert.

source: Config file name (ok to change):
de: Konfigurationsdateiname (kann geändert werden):

source: Config path set automatically to
de: Konfigurationspfad wird automatisch gesetzt auf

# Abbreviation of 'Configurable'
source: Configurable
de: Konfigurierbar

source: Configuration file '%s' has been modified since it was installed, would you like to keep the modified version?
de: Eine Konfigurationsdatei (%s) wurde seit der Installation verändert. Soll die geänderte Version erhalten bleiben?

source: Configuration mode
de: Konfiguration

source: Configuration options for the HELP screen can be found in 'MENU > Setup > Usage & User Interface > Settings'.
de: Konfigurationsoptionen für den HILFE-Bildschirm befinden sich unter 'MENU > Einstellungen > Bedienung & Oberfläche > OSD'.

source: Configuration tool for OScam
de: Konfigurationstool für OScam

source: Configure DNS (name servers)
de: DNS (Nameserver) konfigurieren

source: Configure an additional delay to improve external subtitle synchronization.
de: Eine zusätzliche Verzögerung einstellen, um die Synchronität der externen Untertitel zu verbessern.

source: Configure an additional delay to improve subtitle synchronization.
de: Eine zusätzliche Verzögerung einstellen, um die Synchronität der Untertitel zu verbessern.

source: Configure default setting for new timers. Need a restart after changing.
de: Legt die Voreinstellung für neu angelegte Timer im Menü 'Timereintrag' fest. Nach einer Änderung ist ein Neustart erforderlich!

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
de: Legt fest, ob beim Neustart eine Warnung wegen laufender Aufnahmen nur bei echten Aufnahmen erfolgt oder auch bei Streaming bzw. Pseudo-Aufnahmen (z.B. EPG-Refresh).

source: Configure how recording filenames are constructed. Standard: Date Time - Channel - Title Very very short: Title Very short: Title - Date Time Short with time: Date Time - Title Short: Date - Title Long: Date Time - Channel - Title - Info
de: Zusammensetzung des Dateinamens: Standard: Datum Zeit - Sender - Titel Extrem kurz: Titel Sehr kurz: Titel - Datum Zeit Kurz mit Zeit: Datum Zeit - Titel Kurz: Datum - Titel Lang: Datum Zeit - Sender - Titel - Info

source: Configure if and how crypto icons will be shown in the channel selection list.
de: Die Anzeige des Verschlüsselungssymbols in der Senderliste einstellen.

source: Configure if and how long the latest service in the PiP will be remembered.
de: Einstellen, ob und wie lange der letzte Sender bei Bild-im-Bild gespeichert werden soll.

source: Configure if and how service type icons will be shown.
de: Die Anzeige der Servicetyp-Symbole einstellen.

source: Configure if and how the record indicator will be shown in the channel selection list.
de: Die Anzeige des Aufnahmeindikators in der Senderliste einstellen.

source: Configure if and how wide the service name column will be shown in the channel selection list.
de: Die Anzeige des Sendernamens in der Senderliste einstellen.

source: Configure if crypto icons will be shown in the channel selection list.
de: Auswählen, ob Verschlüsselungssymbole in der Senderliste angezeigt werden sollen.

source: Configure if epg.dat should be saved at all.
de: 'Ja' erlaubt die Speicherung der EPG-Daten.

source: Configure if service picons will be shown in quickzap.
de: Bei 'Ja' werden Senderlogos (Picons), falls vorhanden, beim QuickZap (Umschalten per Zahlentasten) angezeigt.

source: Configure if service picons will be shown in the service list.
de: Bei 'Ja' werden Senderlogos (Picons), falls vorhanden, in der Senderliste angezeigt.

source: Configure if service type icons will be shown.
de: Auswählen, ob Sendertyp-Symbole angezeigt werden sollen.

source: Configure if the subtitle should switch between normal, italic, bold and bold italic.
de: Einstellen, ob die Schriftart der externen Untertitel zwischen Normal, Kursiv, Fett oder Fettkursiv wechseln soll.

source: Configure interface
de: Netzwerkkarte konfigurieren

source: Configure on which devices the background delete option should be used.
de: Die Geräte einstellen, auf denen die Hintergrund-Löschoption verwendet werden darf.

source: Configure or verify your DNS (name servers) by adjusting the values shown. When the settings are correct press OK to continue.
de: Den DNS (Nameserver) konfigurieren oder überprüfen, indem die angezeigten Werte angepasst werden. Wenn die Einstellungen korrekt sind, OK drücken, um fortzufahren.

source: Configure remote control type
de: Fernbedienungstyp einstellen

source: Configure the AI-Powered translation language.
de: Konfigurieren Sie die KI-gestützte Übersetzungssprache.

source: Configure the DiSEqC mode for this LNB.
de: DiSEqC-Modus für diesen LNB einstellen.

source: Configure the IP address.
de: IP-Adresse konfigurieren.

source: Configure the Internet connection by adjusting the values shown. When the settings are correct press OK to continue.
de: Die Internetverbindung konfigurieren, indem die angezeigten Werte angepasst werden. Wenn die Einstellungen korrekt sind, OK drücken, um fortzufahren.

source: Configure the alignment of events.
de: Ausrichtung der Sendungsnamen einstellen.

source: Configure the alignment of service names.
de: Ausrichtung der Sendernamen einstellen.

source: Configure the amount of time that will be presented.
de: Die anzuzeigende Zeit einstellen.

source: Configure the aspect ratio of the screen.
de: Das Seitenverhältnis des Bildschirms einstellen.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
de: Verhalten der Play oder Play/Pausetaste bei Standbild einstellen.

source: Configure the behavior when movie playback is manually stopped.
de: Verhalten beim Stoppen eines Films einstellen.

source: Configure the behavior when movie playback is started.
de: Verhalten beim Start eines Films einstellen.

source: Configure the behavior when reaching the end of a movie, during movie playback.
de: Verhalten bei Filmende einstellen.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
de: Die Rahmenbreite für die Untertitel einstellen. Der dunkle Rand verbessert die Lesbarkeit bei hellerem Hintergrund.

source: Configure the brightness level of the front panel display for dimmed operation.
de: Die Helligkeit für das Display im gedimmten Zustand einstellen.

source: Configure the brightness level of the front panel display for normal operation.
de: Die Helligkeit für das Display im Normalbetrieb einstellen.

source: Configure the brightness level of the front panel display for standby.
de: Die Helligkeit für das Display im Standby einstellen.

source: Configure the color of the AI-Powered translations.
de: Konfigurieren Sie die Farbe der KI-gestützten Übersetzungen.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
de: Farbe der externen Untertitel, Alternativ (normal in Weiß, kursiv in Gelb, fett in Cyan, Unterstriche in Grün), Weiß oder Gelb.

source: Configure the color of the teletext subtitles.
de: Die Farbe für Videotext-Untertitel einstellen.

source: Configure the contrast level of the front panel display.
de: Die Kontraststufe des Displays einstellen.

source: Configure the current key map file.
de: Die aktuelle Keymap-Datei konfigurieren.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
de: Position des Cursors beim Öffnen der Senderliste festlegen. Auf dem laufenden Sender, oder, bei 'Standard', einen Eintrag darüber oder darunter positionieren. Außerdem kann die Belegung der Tasten P+/CH+ und P-/CH- getauscht werden.

source: Configure the display resolution and the font used for teletext.
de: Bestimmt die Bildschirmauflösung und den Zeichensatz für die Videotext-Darstellung.

source: Configure the duration in minutes before the screen saver will be displayed.
de: Die Verzögerungszeit des Bildschirmschoners, falls aktiviert, einstellen.

source: Configure the duration, in minutes, before the EnergySaver timer activates.
de: Die Dauer in Minuten festlegen, bevor die Energiesparfunktion aktiviert wird.

source: Configure the duration, in minutes, before the SleepTimer activates.
de: Die Dauer in Minuten festlegen, bevor der Ausschalttimer aktiviert wird.

source: Configure the end coordinate in x of the teletext display area.
de: Bestimmt die X-Endkoordinate des Anzeigebereichs für Videotext.

source: Configure the end coordinate in y of the teletext display area.
de: Bestimmt die Y-Endkoordinate des Anzeigebereichs für Videotext.

source: Configure the first audio language (highest priority).
de: Ton-Sprachauswahl 1 (höchste Priorität) einstellen.

source: Configure the first subtitle language (highest priority).
de: Untertitel für die Sprachauswahl 1 (höchste Priorität) einstellen.

source: Configure the font size of the subtitles.
de: Die Schriftgröße für Untertitel einstellen.

source: Configure the font size relative to default size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
de: Die Schriftgröße relativ zur Standardgröße einstellen, so dass diese bei 1 um 1 Punktgröße zunimmt und bei -1 um 1 Punktgröße abnimmt.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
de: Die Schriftgröße relativ zur Skingröße einstellen, so dass diese bei 1 um 1 Punktgröße zunimmt und bei -1 um 1 Punktgröße abnimmt.

source: Configure the fourth audio language.
de: Ton-Sprachauswahl 4 (niedrigste Priorität) einstellen.

source: Configure the fourth subtitle language.
de: Untertitel für die Sprachauswahl 4 (niedrigste Priorität) einstellen.

source: Configure the function of a long press on the power button.
de: Auswählen, was langes Drücken der Ausschalttaste bewirken soll.

source: Configure the function of a short press on the power button.
de: Auswählen, was kurzes Drücken der Ausschalttaste bewirken soll.

source: Configure the function of the < and > buttons.
de: Auswählen, was die Tasten < und > bewirken sollen.

source: Configure the gateway.
de: Das Gateway einstellen.

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
de: Die Leerlaufzeit einstellen, nach welcher die Festplatte in den Ruhezustand gehen soll, wenn sich der Receiver im Standby befindet.

source: Configure the hard disk drive to go to standby after the specified idle time.
de: Die Leerlaufzeit einstellen, nach welcher die Festplatte in den Ruhezustand gehen soll.

source: Configure the height of the TrueType font letters used for teletext.
de: Bestimmt die Höhe der Zeichen des TrueType-Zeichensatzes für die Videotext-Darstellung.

source: Configure the horizontal alignment of the subtitles.
de: Horizontale Ausrichtung von Untertiteln einstellen.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
de: Den Anfangswert der Vorlaufgeschwindigkeit einstellen. Mit diesem Wert wird begonnen, wenn die Taste für den schnellen Vorlauf gedrückt wird.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
de: Den Anfangswert der Rücklaufgeschwindigkeit einstellen. Mit diesem Wert wird begonnen, wenn die Taste für den schnellen Rücklauf gedrückt wird.

source: Configure the latitude of your location.
de: Breitengrad der Position einstellen.

source: Configure the longitude of your location.
de: Längengrad der Position einstellen.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
de: Den erforderlichen Speicherplatz einstellen, der für Aufnahmen zur Verfügung stehen muss. Wird der Wert erreicht, werden Inhalte aus dem Papierkorb gelöscht.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
de: Die Minimumbreite einstellen, bevor das 'I' Icon gezeigt wird. Bei '0' wird das Icon gar nicht gezeigt.

source: Configure the name server (DNS).
de: Nameserver (DNS) einstellen.

source: Configure the netmask.
de: Netzwerkmaske einstellen.

source: Configure the network again
de: Netzwerk erneut konfigurieren

source: Configure the number of days after which items are automatically removed from the trash can.
de: Legt fest, wie viele Tage der Inhalt vom Papierkorb erhalten bleiben soll, bevor er automatisch gelöscht wird.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
de: Legt die Vorhaltezeit in Tagen für abgelaufene Timer fest, nach der diese automatisch aus der Timerliste gelöscht werden.

source: Configure the number of rows shown.
de: Die Anzahl der anzuzeigenden Zeilen einstellen.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
de: Die Verzögerung (in ms) der Offline-Entschlüsselung einstellen. Diese wird bei jedem Control Word Wechsel berücksichtigt.

source: Configure the possible fast forward speeds.
de: Die Vorlaufgeschwindigkeiten einstellen.

source: Configure the possible rewind speeds.
de: Die Rücklaufgeschwindigkeiten einstellen.

source: Configure the primary EPG language.
de: EPG-Sprachwahl 1 einstellen.

source: Configure the refresh rate of the screen.
de: Bildwiederholrate einstellen.

source: Configure the screen resolution for teletext (Not all skins support full-HD teletext).
de: Bestimmt die Videotext-Bildschirmauflösung (nicht alle Skins unterstützen Full-HD-Videotext).

source: Configure the second audio language.
de: Ton-Sprachauswahl 2 einstellen.

source: Configure the second subtitle language.
de: Untertitel für die Sprachauswahl 2 einstellen.

source: Configure the secondary EPG language.
de: EPG-Sprachwahl 2 einstellen.

source: Configure the skip time interval for the '1'/'3' buttons.
de: Das Zeitintervall (in Sekunden) für das Springen mit den Tasten '1' und '3' einstellen.

source: Configure the skip time interval for the '4'/'6' buttons.
de: Das Zeitintervall (in Sekunden) für das Springen mit den Tasten '4' und '6' einstellen.

source: Configure the skip time interval for the '7'/'9' buttons.
de: Das Zeitintervall (in Sekunden) für das Springen mit den Tasten '7' und '9' einstellen.

source: Configure the slow motion speeds.
de: Die Zeitlupengeschwindigkeiten einstellen.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
de: Die Datenquelle für die Anzeigen in der Infoleiste einstellen.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
de: Die Geschwindigkeit des Hintergrund-Löschvorgangs einstellen. Eine niedrigere Geschwindigkeit hat weniger Einfluss auf die Leistung der Festplatte.

source: Configure the start coordinate in x of the teletext display area.
de: Bestimmt die X-Startkoordinate des Anzeigebereichs für Videotext.

source: Configure the start coordinate in y of the teletext display area.
de: Bestimmt die Y-Startkoordinate des Anzeigebereichs für Videotext.

source: Configure the subtitle delay when timing information is not available.
de: Die Verzögerung für Untertitel einstellen, wenn keine Informationen vorhanden sind.

source: Configure the third audio language.
de: Ton-Sprachauswahl 3 einstellen.

source: Configure the third subtitle language.
de: Untertitel für die Sprachauswahl 3 einstellen.

source: Configure the transparency of the black background of graphical DVB subtitles.
de: Die Transparenz des schwarzen Hintergrunds von grafischen DVB-Untertiteln einstellen.

source: Configure the transparency of the black background of subtitles.
de: Die Transparenz des schwarzen Hintergrunds von Untertiteln einstellen.

source: Configure the tuner mode.
de: Tuner-Modus einstellen.

source: Configure the type of status indication icons shown in the movie list.
de: Typ der Statusanzeige in der Filmauswahl.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
de: Die vertikale Position von Untertiteln einstellen, gemessen vom unteren Bildrand.

source: Configure the width allocated to the picon.
de: Breite der zugewiesenen Picons einstellen.

source: Configure the width allocated to the service name.
de: Breite der Sendernamen einstellen.

source: Configure the width of the TrueType font letters used for teletext.
de: Bestimmt die Breite der Zeichen des TrueType-Zeichensatzes für die Videotext-Darstellung.

source: Configure this tuner using Simple or Advanced options, loop it through to another tuner, copy a configuration from another tuner or disable it.
de: Diesen Tuner mit einfachen oder erweiterten Optionen einstellen, ihn zu einem anderen Tuner durchschleifen, eine Konfiguration von einem anderen Tuner kopieren oder deaktivieren.

source: Configure to show channel names, numbers, picons or all three inside EPG.
de: Einstellen, ob Sendernamen, Sendernummern, Senderlogos (Picons) oder alle drei im EPG angezeigt werden sollen.

source: Configure to show the channel names, picons, or both in the EPG.
de: Einstellen, ob Sendernamen oder Senderlogos (Picons) oder beide im EPG angezeigt werden sollen.

source: Configure whether a bold TrueType font is used for teletext.
de: Bestimmt, ob ein regulärer oder ein fetter Zeichensatz für die Videotext-Darstellung verwendet wird.

source: Configure whether a fixed font or a scalable TrueType font is used for teletext.
de: Bestimmt, ob ein fester Zeichensatz oder ein skalierbarer TrueType-Zeichensatz für die Videotext-Darstellung verwendet wird.

source: Configure whether another tuner from the preferred list is allocated for recordings instead of sharing a tuner that is already active receiving the same live TV channel.
de: Legt fest, ob bei Aufnahmen ein weiterer bevorzugter Tuner belegt wird, selbst wenn ein anderer Tuner mit verwendet werden könnte, der den gleichen Sender live empfängt.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
de: Das Herunterrechnen von Mehrkanalton zu Stereo konfigurieren.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseudo recordings (e.g. EPGrefresh).
de: Legt fest, ob das Aufnahmesymbol (auf Bildschirm und Display) nur bei echten Aufnahmen sichtbar ist oder auch bei Streaming bzw. Pseudo-Aufnahmen (z.B. EPG-Refresh).

source: Configure which color format should be used on the SCART output.
de: Das Farbformat einstellen, welches für den Scart-Ausgang verwendet werden soll.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
de: Den bevorzugten Tuner für Aufnahmen einstellen, wenn mehr als ein Tuner verfügbar ist.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
de: Die bevorzugte Empfangsart einstellen, wenn mehrere für einen Sender verfügbar sind.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customize screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customize screen.
de: Den bevorzugten Tuner für Aufnahmen einstellen, wenn mehr als ein Tuner verfügbar ist. 'Deaktiviert' verwendet den bevorzugten Tuner, der unter 'Anpassen' eingestellt ist. 'Automatisch' wählt den Tuner nach E2-Regeln und ignoriert die Einstellung in 'Anpassen'.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
de: Den bevorzugten Tuner einstellen, wenn mehr als ein Tuner verfügbar ist. Bei 'Automatisch' wird zuerst der Tuner mit den wenigsten Sendern/Satelliten genommen.

source: Configure your NTP server.
de: Den NTP-Server zur Zeitsynchronisierung auswählen.

source: Configure your internal LAN
de: Internes Netzwerk konfigurieren

source: Configure your network settings, and press OK to start the scan
de: Netzwerkeinstellungen konfigurieren und dann OK drücken, um den Suchlauf zu starten.
